[{"dimensions": "120 x 600 inches", "title": "Damascus Gate (Stretch Variation III)", "photo": "http://www.mfah.org/site_media/cache/fd/40/fd40820a0e4e39ec40f9f643b40ed034.jpg", "technique": "Alkyd on canvas", "credittext": "Gift of Alice Pratt Brown", "artyear": "1970", "link": "http://www.mfah.org/art/100-highlights/damascus-gate-stretch-variation-iii/", "artdesc": "Frank Stella approaches a painting as a physical object in its own right, not a representation of something else. In 1967, Stella-already celebrated for his reductive compositions and shaped canvases-launched the Protractor series, which culminated in Damascus Gate (Stretch Variation III). These paintings grew out of Stella's fascination with Islamic art and patterns of decoration, an interest that had been fostered during visits to Spain and Morocco in 1961 and Iran in 1963. On the latter trip he began to draw up a list of cities that would become the titles of the Protractor series. Stella limited the series to three patterns of decoration found in Islamic art: interlaces, rainbows, and fans. At the same time, he reduced these patterns to their essential, boldest forms, increasing the scale of his work so that his paintings assumed the physical proportions of architecture. Damascus Gate highlights a decisive moment in the artist's ongoing project to test the limits of painting. Stretching across a 50-foot expanse, it fulfilled the artist's ambition to take his work up to a truly monumental scale. Its radiant fans dance across the surface, while the black borders and curved frame punch into the viewing space.", "artistyear": "born 1936", "nationality": "American", "artist": "FRANK STELLA", "photocredits": ""},
{"dimensions": "75 x 50 inches", "title": "Ventriloquist", "photo": "http://www.mfah.org/site_media/cache/e5/37/e537510de3215396c6c0336b17eab82b.jpg", "technique": "Encaustic on canvas", "credittext": "Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund", "artyear": "1983", "link": "http://www.mfah.org/art/100-highlights/ventriloquist/", "artdesc": "When Abstract Expressionism was at its height in the 1950s, Jasper Johns returned to concrete imagery. He painted simple icons: flags, numbers, and targets. In Ventriloquist , Johns arranges such imagery to create a symbolic self-portrait. In the mid-1980s, for the first time in his painting career, Johns launched a series of paintings based on objects that he had collected and images that he had created, pointing to his influences and artistic process. Ventriloquist is the most personal work of this series, one in which Johns drops his habitual reserve. Moby-Dick, At first glance, the composition seems realistic, particularly the right half with its shaded nail, meticulously rendered wicker hamper, and detailed bathtub fixtures. However, the left half of the composition plays more freely with illusionism. Images of the eccentric pots of visionary ceramicist George Ohr float unanchored. A whale, based on Barry Moser's 1979 illustrations of Herman Melville's Ventriloquist, u is embedded in the lines of the background. A stacked pair of American flags, one of the artist's most famous motifs, bridges the divide. However, rather than rendering them in the familiar red, white, and blue, Johns paints the central flags in their negative opposite tones. Similarly, the black-and-white image in the upper right corner is a careful, but reversed, copy of a Barnett Newman lithograph Johns admires. In , Johns \"speaks\" through these works of art and pictorial inversions. Like a ventriloquist projecting his voice through a dummy, he mobilizes an array of objects and images to address his place among the rich abundance of America's visual culture.", "artistyear": "born 1930", "nationality": "American", "artist": "JASPER JOHNS", "photocredits": ""},
{"dimensions": "38 x 30 inches", "title": "Portrait of Florence Pierce", "photo": "http://www.mfah.org/site_media/cache/72/7c/727c9b61b85b16d432a79031137e3d6b.jpg", "technique": "Oil on canvas", "credittext": "Gift of Mr. and Mrs. Meredith Long in memory of Agnes Cullen Arnold", "artyear": "1914", "link": "http://www.mfah.org/art/100-highlights/portrait-florence-pierce/", "artdesc": "Florence (Flossie) Pierce was the daughter of a lighthouse keeper who lived on an island off the coast of Maine, where artist George Bellows spent several summers. In this portrait of her, Bellows experiments with bold color arranged in large blocks. At the same time, he suggests a complex psychological presence conveyed by the brightly lit gaze of his subject. (International Exhibition of Modern Art). uBellows was associated with the Ashcan School, a group of painters in New York City who celebrated everyday subject matter in paintings of the urban scene. His energetic style and broad brushwork won immediate praise and recognition, and at the age of 27, he was elected as one of the youngest associates in the history of the National Academy of Design. Four years later, in 1913, he became an academician and exhibited in New York's landmark Armory Show , His exposure there to modern European art is evident in the heightened color, and concern for form and structure, seen in Portrait of Florence Pierce . The dramatic lighting and loose paint handling, especially beautiful in the sitter's foreshortened arm and hand draped over the chair back, are characteristic of the powerful, realistic portraits that Bellows painted throughout his career.", "artistyear": "1882 - 1925", "nationality": "American", "artist": "GEORGE BELLOWS", "photocredits": ""},
{"dimensions": "4 3/4 x 3 5/8 inches", "title": "Advertisement for the George P. Ide Company", "photo": "http://www.mfah.org/site_media/cache/86/78/86782e380562e26230328213f0882f69.jpg", "technique": "Platinum print", "credittext": "Gift of Target Stores", "artyear": "1922", "link": "http://www.mfah.org/art/100-highlights/advertisement-george-p-ide-company/", "artdesc": "As one of the most important fashion and advertising photographers of the 1920s and 1930s, Paul Outerbridge often reduced objects to their essential forms. The resulting images are refined, abstract compositions akin to early Modernist experiments. Of the numerous influential ad photographs taken by Outerbridge, Advertisement for George P. Ide Company remains his most famous. Vanity Fair Harper's Bazaar With his fierce attention to tone, lighting, and composition, Outerbridge managed to elevate this advertisement for Ide shirt collars from a simple sales solicitation to a stylized still life. The crisp contrast of the curved form of the collar against the checkered tile presents the product with an elegance that speaks to both high fashion and art. The MFAH owns the only known 8 x 10 version of this image printed in gelatin silver, as well as this 4 x 5 version printed in platinum, as typically preferred by the artist. After studying at the Clarence H. White School of Photography in New York, Outerbridge began to publish his photographs in and magazines and to work in advertising. In the 1930s, Outerbridge become a pioneer of color photography using the carbro-color process, challenging the then-prevalent view that color photography was a purely commercial medium. uTo view specific works by Outerbridge in the collection, contact the museum's , for an appointment.", "artistyear": "1896 - 1958", "nationality": "American", "artist": "PAUL OUTERBRIDGE", "photocredits": "G. Ray Hawkins Gallery, Beverly Hills, CA"},
{"dimensions": "23 1/16 x 30 1/8 inches", "title": "Gloucester Harbor", "photo": "http://www.mfah.org/site_media/cache/b1/7a/b17afa6df943b9420da146c38b513fe2.jpg", "technique": "Oil on canvas, mounted on panel", "credittext": "Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund", "artyear": "1938", "link": "http://www.mfah.org/art/100-highlights/gloucester-harbor/", "artdesc": "Stuart Davis fragments the elements that make up this harbor scene in Massachusetts-sea, boats, piers, buoys, tackle, and flag-and represents them with patterns of bright color arranged to convey a lively rhythm. In fact, Davis conceived of compositions such as this one in terms of the staccato pulse of American jazz. (International Exhibition of Modern Art) Over a career spanning more than half a century, Davis uniquely combined Cubist syntax with the ambience of American life, providing a bridge between the first generation of American Modernists and the later Abstract Expressionists. A student of Realist painter Robert Henri, Davis participated in the landmark 1913 Armory Show Gloucester Harbor in New York and was inspired by the display of European avant-garde art. Davis's assimilation of Modernist techniques in general, and of Cubism in particular, was strongly colored by his avocation of Realism. Here, the flat, patterned forms reduce spatial relationships and contradict illusionism. At the same time, Davis maintains a real sense of the bustle and life of a busy harbor. was executed during Davis's tenure in the Works Progress Administration program as a government-supported artist. It was featured in the exhibition of contemporary American art sponsored by the WPA at the New York World's Fair in 1939.", "artistyear": "1892 - 1964", "nationality": "American", "artist": "STUART DAVIS", "photocredits": ""},
{"dimensions": "55 x 54 x 22 7/8 inches", "title": "Parlor Cabinet", "photo": "http://www.mfah.org/site_media/cache/b3/7d/b37d25f0b1ffb923c60f22b30bcb6852.jpg", "technique": "Rosewood, burled ash, maple, eastern white pine, and other woods; gilt and bronze", "credittext": "Museum purchase with funds provided; by the Agnes Cullen Arnold Endowment Fund", "artyear": "c. 1862", "link": "http://www.mfah.org/art/100-highlights/parlor-cabinet/", "artdesc": "With its extravagant ornamentation and luxurious materials, this cabinet is a dramatic example of mid-19th-century Neoclassical design. Elaborate parlor cabinets were often showpieces in the interiors of the very rich at that time. The prestigious New York cabinetmaking and decorating firm of Pottier and Stymus worked in a highly eclectic style that borrowed from Roman, Egyptian, and Renaissance sources. The elaborate marquetry (inlaid wood) panel depicting Bacchus, the Roman god of wine, was made in France by specialist craftsman Joseph Cremer.", "artistyear": "active c. 1859 - 1910;1811 - 1878", "nationality": "American;French", "artist": "Attributed to POTTIER and STYMUS;MARQUETRY ATTRIBUTED TO JOSEPH CREMER", "photocredits": ""},
{"dimensions": "78 x 163 3/16 inches", "title": "Black on White", "photo": "http://www.mfah.org/site_media/cache/58/83/5883ffb80190da3bdd90436177c53e9b.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase", "artyear": "1961", "link": "http://www.mfah.org/art/100-highlights/black-white/", "artdesc": "In the monumental oil painting Black on White , Robert Motherwell characteristically balances contradictory elements-intellect and emotion, shape and line, sweeping gesture and measured rhythms-in pursuit of lyrical and poetic expression. This majestic work was composed in panoramic format. uAmerican artist Motherwell was associated with the Abstract Expressionist generation of painters who emphasized the process of painting. One of the youngest of this group, he stressed the emotive powers of color and the gestural brushstroke in his broadly expansive compositions. Through his writings, Motherwell served as the Abstract Expressionists' major theorist. In 1951 he stated, \"One might truthfully say that abstract art is stripped bare of other things in order to intensify it, its rhythms, spatial intervals, and color structure. Abstraction is a process of emphasis, and emphasis vivifies life.\"", "artistyear": "1915 - 1991", "nationality": "American", "artist": "ROBERT MOTHERWELL", "photocredits": ""},
{"dimensions": "22 3/8 x 21 1/2 inches", "title": "The Cradle", "photo": "http://www.mfah.org/site_media/cache/1f/5f/1f5fdaa4c67462fa873b523906f599e4.jpg", "technique": "Conte crayon on paper", "credittext": "25th Annual Houston Artists Exhibition, museum purchase prize, 1950", "artyear": "1950", "link": "http://www.mfah.org/art/100-highlights/cradle/", "artdesc": "John Biggers came to Houston in 1949 to establish an art department for Texas Southern University. With his presentation of The Cradle at the annual Houston Artists Exhibition at the MFAH the following year, he became one of the leading figures of Houston's growing art scene. The Cradle Perhaps more than any artist of his generation, Biggers had a profound influence on shaping the history and identity of Houston as he steadily gained national recognition and acclaim. Over a career spanning more than five decades, he created a body of paintings, drawings, prints, and sculpture that is without parallel. His early paintings charted African American folkways and history. Following a UNESCO-sponsored trip to Ghana, Togo, and the Republic of Benin in 1957, he created groundbreaking murals that introduced an Africa unfamiliar to most Americans. In the 1970s and 1980s, his compositions achieved a remarkable synthesis of personal experience and ancestral memory. is typical of the compassionate vision Biggers brought to his early work, expressing his sympathy for the downtrodden and poor. He returned to the image of the mother and child many times, always celebrating the love and strength of women in all walks of life.", "artistyear": "1924 - 2001", "nationality": "American", "artist": "JOHN BIGGERS", "photocredits": ""},
{"dimensions": "40 1/16 x 29 3/4 inches", "title": "Indian Pass", "photo": "http://www.mfah.org/site_media/cache/6b/04/6b043de9063b2a09f4da7ee362c8534f.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund", "artyear": "1847", "link": "http://www.mfah.org/art/100-highlights/indian-pass/", "artdesc": "In Indian Pass , Thomas Cole creates a primeval American past. Deeply concerned about the political and economic turbulence of his time, Cole filled his landscapes with symbols and warnings, capturing a resplendent America that was ultimately fraught with moral and national urgency. Indian Pass Scholars have long proclaimed Cole the \"father\" of the first native school of American painting. Dubbed the Hudson River School, the movement is perhaps more accurately described as the American branch of 19th-century Romantic landscape painting. A British-born American transplant, Cole created a distinct niche for American scenery by isolating its constituent parts: majestic mountains, brilliant skies, abundant wilderness, flowing rivers, and flaming autumn trees, all of which he celebrates in . In this classic Hudson River School landscape, sunlight illuminates a glorious wilderness scene, filled with fallen branches, lichen-covered woods, and framing trees that give way to a towering mountain that pierces passing clouds. In the foreground, blasted trees suggest the inevitable passage of time while the Native American figure, bow in hand, introduces a nostalgic element; by 1847, when this work was painted, Native Americans no longer inhabited the scenic wilderness Cole depicts. By combining these elements with a lush, dramatic setting, Cole offered 19th-century viewers a marker by which to measure the nation's past, present, and future.", "artistyear": "1801 - 1848", "nationality": "American, born England", "artist": "THOMAS COLE", "photocredits": ""},
{"dimensions": "58 1/8 x 38 1/8 inches", "title": "Mrs. Joshua Montgomery Sears (Sarah Choate Sears)", "photo": "http://www.mfah.org/site_media/cache/a1/7f/a17ff1d3e0f617ddc2f7a146557b2613.jpg", "technique": "Oil on canvas", "credittext": "Gift of George R. Brown in honor of his wife, Alice Pratt Brown", "artyear": "1899", "link": "http://www.mfah.org/art/100-highlights/mrs-joshua-montgomery-sears-sarah-choate-sears/", "artdesc": "This portrait depicts John Singer Sargent's lifelong friend Sarah Sears, a photographer and patron of the arts in Boston. Her alert pose, intense gaze, and upper-body posture contrast with the seemingly relaxed position of her lower body, an instance of how Sargent seemed to capture, as one critic wrote, \"the nervous tension of the age.\" Sears played an important role in a number of artists' careers by buying their works and providing additional support. Together with her friend, and often rival, art collector Isabella Stewart Gardner, Sears served as a preeminent Boston tastemaker at the turn of the 20th century. In addition, Sears was an accomplished painter and photographer who exhibited her work in important international exhibitions such as the Columbian Exposition of 1893 in Chicago and the Pan-American Exposition of 1901 in Buffalo, New York. In this painting, Sears's satin dress exemplifies Sargent's extraordinary skill at rendering white, subtly nuanced with painterly flourishes of lavender, blue, and pink. The stunning surface display of paint connotes elegance and dash, and illustrates what made Sargent the portraitist of choice for the aristocracy of England and America in the late 19th and early 20th centuries.", "artistyear": "1856 - 1925", "nationality": "American, born Italy", "artist": "JOHN SINGER SARGENT", "photocredits": ""},
{"dimensions": "Male figure: 33 x 17 x 13 inches; Female figure: 34 x 17 x 11 inches", "title": "Tango", "photo": "http://www.mfah.org/site_media/cache/c4/60/c460d54d2507d263791b417da80aad36.jpg", "technique": "Cherry wood and gesso", "credittext": "Gift of Mr. and Mrs. Meredith Long", "artyear": "c. 1918-24", "link": "http://www.mfah.org/art/100-highlights/tango-nadelman/", "artdesc": "Tango displays the elegant and fluid geometries associated with the best of sculptor Elie Nadelman's work. This European \\xe9migr\\xe9 developed a quality of playfulness, grace, and charm-hallmarks of his style-by distilling references to both folk art and the newer trends in abstraction in American art at the time. Nadelman's sculptures derive from observed nature: specifically performers, entertainers, members of elite and vaudeville society, pianists, conductors, hosts and hostesses, and, as illustrated here, dancing couples. To produce this work, Nadelman used cherry wood. He brushed the surface with gesso and then painted each figure, wiping and rubbing the wood in order to create an aged, roughened surface that resembles the American folk art sculptures he admired and collected. Here, an elegantly dressed gentleman in black tie guides his graceful partner through the steps of the tango, a Latin American dance craze that raged in Europe and the United States during and after World War I. Although the tango is well known for its seductive qualities, this one is danced by a buttoned-up pair who perform its steps far from the ports of Buenos Aires. Nadelman simplifies forms, refining the curves and counter-curves, the masses and counter-masses. This sculpture becomes a playful image of the couple suspended in motion, gliding toward each other. Indeed, Nadelman's skill resides in isolating the sexual energy of the dance and filling the empty spaces between the man and the woman, capturing the charged moment just before their hands clasp.", "artistyear": "1882 - 1946", "nationality": "American, born Poland", "artist": "ELIE NADELMAN", "photocredits": ""},
{"dimensions": "Untitled (Boy with Dog) 21 13/16 x 16 13/16 inches; Untitled (Woman with Child Watching) 17 9/16 x 11 3/16 inches; Untitled (Three Men Standing) 22 11/16 x 11 5/16 inches; Untitled (Landscape) 22 7/16 x 34 11/16 inches; Untitled (Man Walking) 12 9/16 x 9 5/8 inches; Untitled (Man Dressing) 23 5/16 x 19 1/2 inches", "title": "Year of the Drowned Dog", "photo": "http://www.mfah.org/site_media/cache/54/41/5441c4a3d4d64420d07eefd61718d9eb.jpg", "technique": "Composition of 6 intaglio prints: sugar-lift aquatint, scraping, and soft-ground etching in colors", "credittext": "The Peter Blum Edition Archive, 1980-1994; Museum purchase with funds provided; by the Alice Pratt Brown Museum Fund", "artyear": "1983, edition of 35", "link": "http://www.mfah.org/art/100-highlights/year-drowned-dog/", "artdesc": "Having grown up against a backdrop of alcoholism and a country-club culture obsessed with image over content, artist Eric Fischl focuses on the rift between experience and expression. His landmark portfolio Year of the Drowned Dog consists of two three-part components. When combined, they operate as a pictorial game. Year of the Drowned Dog The first component is a triptych of a beach panorama, and the second consists of three separate smaller sheets (mother and child, three sailors, walking man) that overlap the panorama. These irregular-shaped segments transform a tranquil Caribbean beach scene into a complex narrative. The mother and child observe the boy and the dog of the title; the other figures do not interact with each other. Each of the sheets' varying times of day, as evidenced by the figures' shadows, underscores the independent, nonlinear development of the imagery. was Fischl's first attempt at a complex, multi-component project of etchings. It marks a shift in subject matter as he began to explore the negative impact of American tourism on idyllic beaches of islands that had recently been developed by the resort industry.", "artistyear": "born 1948", "nationality": "American", "artist": "ERIC FISCHL", "photocredits": "Eric Fischl"},
{"dimensions": "132 x 246 x 1416 inches", "title": "The Light Inside", "photo": "http://www.mfah.org/site_media/cache/80/15/80158a309d10a80c9413aaa02350ea9d.jpg", "technique": "Neon and ambient light", "credittext": "Museum commission, gift of Isabel B. and Wallace S. Wilson", "artyear": "1999", "link": "http://www.mfah.org/art/100-highlights/light-inside-turrell/", "artdesc": "In the mid-1960s James Turrell pioneered a new concern with the phenomena of space and light, often referred to as the Light & Space Movement. Turrell sought not to depict light but to use light itself as his material, and his earliest works investigated the effects of artificial light. He also developed a number of installations that heightened the relationship between light and the architectural frame. The Light Inside The MFAH commissioned Turrell's The Light Inside ufor the underground tunnel linking the museum's Caroline Wiess Law Building with the Audrey Jones Beck Building when the latter opened in 2000. , turns the walls of the tunnel into vessels for conducting light. An expanded version of his earlier explorations of light in his Shallow Space Construction series, Turrell's The Light Inside is an all-encompassing environment. The Light Inside Transcending the traditional confines of built spaces, The Light Inside acts as both a passage and a destination. The raised walkway guides visitors forward and gives them the sense of floating in space, while the changing cycle of illumination (which shifts from blue, to crimson, to magenta) further invites contemplation. makes the experience of moving between the Law and the Beck Buildings not only an exploration of light and space, but also a profound and awe-inspiring experience.", "artistyear": "born 1943", "nationality": "American", "artist": "JAMES TURRELL", "photocredits": ""},
{"dimensions": "Image: 9 x 13 7/16 inches; Sheet: 10 15/16 x 13 7/8 inches", "title": "Trolley, New Orleans, from the series The Americans", "photo": "http://www.mfah.org/site_media/cache/8e/5a/8e5ae58902a36b0d698bf9e9d69db5ff.jpg", "technique": "Gelatin silver print", "credittext": "Gift of Target Stores", "artyear": "1955", "link": "http://www.mfah.org/art/100-highlights/trolley-new-orleans-americans-frank/", "artdesc": "Swiss-born American artist Robert Frank is one of the most influential living photographers. His approach to the medium is born from an inquisitive rejection of conforming to societal pressures, resulting in raw and psychologically revealing photographs that often highlight the loneliness and isolation characteristic of postwar identity. The Americans. As the first European to receive a Guggenheim Fellowship, Frank spent two years traveling by car throughout the United States, photographing his personal-and often cynical-reactions to the country. The culmination of this expedition was the 1959 publication of his seminal book Trolley, New Orleans As Beat Generation novelist Jack Kerouac explained in the introduction, Frank \"sucked a sad poem right out of America onto film.\" The Americans Frank presented an unromanticized portrait of a nation that was rapidly changing. He recognized various aspects of American life and society, in particular the \"car culture\" evolving around a new system of interstate highways. This photograph of a streetcar in New Orleans reveals social tensions rooted in the South in the mid-1950s, expressed by the hierarchical placement of whites, blacks, men, women, and children. The Americans was used as the cover for several early editions of Pull My Daisy , demonstrating the significance of this image to Frank. uThe MFAH owns more than 320 of Frank's photographs, including all of the images from , . He later added filmmaking to his body of work and made his first film, u, with painter Alfred Leslie. It was added to the National Film Registry of the U.S. Library of Congress in 1996. The MFAH has served as distributor and repository for Frank's film and video since 1986. It's holdings include the , with several key titles in his filmography. Please make an appointment with the to view selections of Frank photographs from the MFAH collection.", "artistyear": "1924", "nationality": "American, born Switzerland", "artist": "ROBERT FRANK", "photocredits": "Robert Frank, from \"The Americans\""},
{"dimensions": "36 1/8 x 27 1/8 inches", "title": "Self-Portrait with Angelica and Portrait of Rachel", "photo": "http://www.mfah.org/site_media/cache/16/dd/16ddade85d05ff9be65feba92b728998.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "c. 1782-85", "link": "http://www.mfah.org/art/100-highlights/Self-Portrait-Peale/", "artdesc": "Charles Willson Peale painted a number of self-portraits throughout his career, but this work stands as one of the most complex and revealing of the artist's statements about his art and its close relationship to among such issues as family domesticity, family enterprise, and the educational role of science and art. Seated in a Windsor-back armchair, the artist turns slightly and directs his gaze toward the viewer. He tilts his palette toward the viewer, and with his right hand dips his brush into the paint appearing on the palette. Without actually gripping the brush, daughter Angelica Kauffmann Peale (1775-1853) playfully appears to guide it with one hand, as her other hand points toward heaven, as if she is playing the allegorical muse of painting. To the left of the artist, Rachel Brewer Peale (1744-1790), the artist's wife, peers out of the painted canvas with an expression as life-like as those of the artist and daughter. In other words, Peale seems to beg the viewer to consider issues of illusion and reality, and the artist's magical ability to transform mere pigment (as suggested by the blobs of paint revealed to the viewer on the palette, carefully juxtaposed with the painted canvas) into life (as revealed by the vibrantly alive portrait of his wife on the easel). Such investigations into painting as more than a mimetic enterprise are characteristic of the artist's most sophisticated works.", "artistyear": "1741 - 1827", "nationality": "American", "artist": "CHARLES WILLSON PEALE", "photocredits": ""},
{"dimensions": "22 x 16 1/8 x 5 1/4 inches", "title": "Sio Shalako Kachina", "photo": "http://www.mfah.org/site_media/cache/23/3e/233e2baedd9f685727ad3c915393474e.jpg", "technique": "Wood, paint, feathers, horse hair, leather thongs, string, and thread", "credittext": "Gift of Miss Ima Hogg", "artyear": "1910-40", "link": "http://www.mfah.org/art/100-highlights/sio-shalako-kachina/", "artdesc": "Kachina dolls represent spiritual beings called kachinas, and Sio Shalako is a kachina believed to bring rain. A tall, shoulderless figure, he wears clothing made from rows of eagle feathers. He has large, prominent eyes, a green face, and horns. Kachinas are supernatural beings who embody the spirits of living things, inanimate objects, and ancestors who have become a part of nature. They can be male or female, and they represent aspects of the natural world: clouds, animals, plants, human qualities, and even death. Native Americans of the Southwest United States believe that kachinas come to live amongst them from late December until July. During this time, ceremonies take place in which men of the pueblo dress and perform dances as incarnations of the spirits. Kachina dolls are not playthings. They are carved-and-painted figures that represent the kachinas. The men give them to women and children. The dolls are hung in homes, where they bring blessings upon the household and teach children about the different spirits. Carved from cottonwood or pine, kachina dolls play an important role in the Hopi and Zuni religions.", "artistyear": "", "nationality": "Arizona", "artist": "HOPI", "photocredits": ""},
{"dimensions": "14 1/4 x 18 5/8 inches", "title": "Black-on-Black Jar", "photo": "http://www.mfah.org/site_media/cache/f0/4e/f04ee2e0b6ad11f7479d99120b62c2ea.jpg", "technique": "Ceramic", "credittext": "Gift of Miss Ima Hogg", "artyear": "1934-43", "link": "http://www.mfah.org/art/detail/black-black-jar/", "artdesc": "Maria and Julian Martinez were famous and innovative potters of the Southwest. Their beautifully rounded Black-on-Black Jar features the undulating bodies of avanyu, a mythical water serpent. Both Maria and her husband, Julian, were born in the pueblo of San Ildefonso in New Mexico. A highly regarded center for Southwest American pottery, San Ildefonso is known for its painted figures and contrasting matte-on-polished surfaces. Maria molded pots, and Julian painted the decorations. Working with archaeologists studying ancient pottery, the Martinezes were inspired to revive and revitalize traditional motifs. Julian developed a clay-based paint that remains matte (flat) when fired in a kiln, and as a result he was able to re-create the technique known as black-on-black pottery. The contrast of highly polished and flat surfaces gives this pottery dramatic impact. Julian rarely repeated decorative motifs except for his famous avanyu.", "artistyear": "1887 - 1980;1885 - 1943", "nationality": "San Ildefonso Pueblo, New Mexico;San Ildefonso Pueblo, New Mexico", "artist": "MARIA MARTINEZ;JULIAN MARTINEZ", "photocredits": ""},
{"dimensions": "15  x 53  x 17 inches", "title": "Sea Lion Feast Bowl", "photo": "http://www.mfah.org/site_media/cache/80/e0/80e0f7c5ea5db575f03df8895995b122.jpg", "technique": "Wood and paint", "credittext": "Museum purchase", "artyear": "Mid-19th century", "link": "http://www.mfah.org/art/detail/sea-lion-feast-bowl/", "artdesc": "The Kwakiutl culture of the Northwest Coast of North America was well known for its woodworking tradition. Large feast bowls were frequently carved in the shapes of animals. This bowl represents a fierce sea lion with an eagle head as its tail. potlatches The sea lion and eagle were important animal ancestors. As such, they appeared frequently on totem poles and artworks. The powerful sea lion was respected yet hunted. It was valuable for its thick, warm pelt and intestines that were used for bow strings, and as an oil and food source. Feast bowls were used by the Kwakiutl at , or gift-giving festivals. Potlatches included dances, performances, a gift exchange, and feasting. The skill of carvers could raise ordinary objects to the status of art. This bowl is such a work.", "artistyear": "", "nationality": "British Columbia, Vancouver Island", "artist": "Kwakiutl", "photocredits": ""},
{"dimensions": "48 x 30 inches", "title": "Grey Lines with Black, Blue and Yellow", "photo": "http://www.mfah.org/site_media/cache/32/4c/324c1373117b0103025c5b80648e54ef.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund", "artyear": "c. 1923", "link": "http://www.mfah.org/art/100-highlights/grey-lines-with-black-blue-and-yello-okeeffe/", "artdesc": "In this masterpiece of Georgia O'Keeffe's career, precisely delineated, undulating folds and lucid, three-dimensional forms work together to create an image of potent ambiguity suggesting either portrayals of plant life or, as some critics have argued, abstractions based on the female anatomy. The formal and spatial tension of the arching lines is emphasized by the cropping of the frame, a compositional device shared with photographers such as Alfred Stieglitz. Grey Lines with Black, Blue and Yellow, O'Keeffe has become one of the most famous American artists, and her rise to fame was due in large part to her connection with the German-trained Stieglitz. Renowned in his own right as an artist, Stieglitz actively promoted European modernist ideals and encouraged young American artists to experiment with the new formalist language, giving them a venue to show their work at his legendary 291 gallery in New York. When he and O'Keeffe met in 1916, Stieglitz had established himself as a staunch supporter of the avant-garde, exhibiting the work of European, as well as American, artists. At Stieglitz's gallery, O'Keeffe saw the work of European innovators such as Pablo Picasso and Georges Braque. That influence-along with the aesthetic theories of American artist and educator Arthur Wesley Dow-greatly inspired her own paintings. with its richly nuanced blend of colors, can be compared to European precedents, and it exhibits O'Keeffe's lifelong allegiance to Dow's mantra of \"filling space in a beautiful way.\"", "artistyear": "1887 - 1986", "nationality": "American", "artist": "GEORGIA O'KEEFFE", "photocredits": ""},
{"dimensions": "12 x 7 inches", "title": "Vase", "photo": "http://www.mfah.org/site_media/cache/69/56/695648927363f31ec1e4f6e7a6f46f15.jpg", "technique": "Sage green clay", "credittext": "Gift of Marian Thompson Deininger", "artyear": "1896", "link": "http://www.mfah.org/art/detail/vase-artus-van-briggle/", "artdesc": "The delicate design of flying cranes and the elegant shape of this vase are both inspired by Japanese art. The vessel was made at Rookwood Pottery, located in Cincinnati and among the most innovative and influential of American art potteries. Asian ceramics and the Art Nouveau style deeply influenced the designer, Artus Van Briggle. Van Briggle excelled at hand-painting designs. His skill and talent were recognized by the pottery firm, which sent him to study art in Paris. In Europe, he was exposed to many styles of art and became infatuated with Japanese and Chinese glazes. Van Briggle returned to America in 1896 and resumed his work at Rookwood. This vase, executed the year of his return, beautifully exhibits his new sensibility.", "artistyear": "1869 - 1904", "nationality": "American", "artist": "ARTUS VAN BRIGGLE", "photocredits": ""},
{"dimensions": "10 x 12 inches", "title": "Jar with Frogs, Tadpoles, Hummingbirds, and Dragonflies", "photo": "http://www.mfah.org/site_media/cache/dc/ba/dcbae8833a28886fc4b95ad096df6e01.jpg", "technique": "Ceramic", "credittext": "Gift of Miss Ima Hogg", "artyear": "c. 1900", "link": "http://www.mfah.org/art/detail/jar-frogs-tadpoles-hummingbirds-and-dragonflies/", "artdesc": "The Zuni people believed that frogs, tadpoles, hummingbirds, and dragonflies forecasted rain and water, which were precious natural forces in an arid land. Hummingbirds were related to agricultural fertility because they drink flower nectar and spread pollen. Their bright plumage was associated with rainbows. kivas In the late 19th century, the Zuni Pueblo of New Mexico reached the height of artistry in its pottery making. Zuni vessels were decorated with rhythmical repetition of geometric designs, expressed with lines rather than solid painting. The outlines were often filled with hatching, a pattern of parallel or crossed lines. Sacred figural images were typically used on jars consecrated for religious ceremonies and kept in buildings called . Tourist demand for these kiva jars led to the creation of vessels like this one, decorated with religious symbols but not blessed or used ritually. uA ceremonial break-a short interruption of the lines that separate the neck from the rest of the vessel-is a characteristic of Zuni pottery. A Zuni legend warned that a potter would die if the line were not broken. The break also prevented the potter's spirit from being trapped in the vessel.", "artistyear": "", "nationality": "New Mexico", "artist": "ZUNI", "photocredits": ""},
{"dimensions": "27 x 29 5/8 inches", "title": "Table", "photo": "http://www.mfah.org/site_media/cache/74/49/74493ba9fa77570858c0a5a5cd09b1c3.jpg", "technique": "Cypress", "credittext": "Museum purchase with funds provided by; Helena Woolworth McCann and the Winfield Foundation,; by exchange", "artyear": "c. 1905", "link": "http://www.mfah.org/art/detail/bradstreet-table/", "artdesc": "This entire table has been carved to resemble a lotus, an aquatic plant depicted often in Japanese art. The object has been treated with jin-di-sugi , a Japanese technique for artificially aging wood. By the turn of the 20th century, Minneapolis was a prosperous community with its own thriving Arts and Crafts industry. The city\\xb4s leading proponent of artistic design was John Scott Bradstreet, whose cooperative craft center, closely modeled on the utopian ideals of William Morris, produced imaginative interiors for a select clientele. One of Bradstreet's most creative works, this tabletop is carved as a lotus blossom, with the pedestal and base as its stem and roots. The triumphant result is a combination of a traditional tea-table form, Japonisme, and American Art Nouveau design.", "artistyear": "1845 - 1914", "nationality": "American", "artist": "JOHN SCOTT BRADSTREET", "photocredits": ""},
{"dimensions": "46 x 18  x 18  inches", "title": "Chair", "photo": "http://www.mfah.org/site_media/cache/25/0e/250eac923eb9a9fb2fe03ce2729d40f2.jpg", "technique": "Oak", "credittext": "Museum purchase with funds provided; by the Alice Pratt Brown Museum Fund", "artyear": "c. 1905-12", "link": "http://www.mfah.org/art/detail/chair/", "artdesc": "Embellished with only the name of its makers, Roycroft, this oak chair has the straightforward construction, pegged joinery, and beautiful austerity that characterize American Arts and Crafts furniture. Founded by Elbert Hubbard in East Aurora, New York, the Roycroft was a utopian community of artists and craftspeople The group was an important exponent of the Arts and Crafts movement in America. Its philosophy was strongly influenced by a similar movement being led by William Morris in England. As with Morris, the Roycrofters believed that art and craftsmanship could be instruments to reform society. Unusual for a reformer, Hubbard was also a good businessman and created a successful brand for the community. All Roycroft products were stamped either with the Roycroft name or its insignia: a cross and orb copied from a medieval bookbinder.", "artistyear": "1894 - 1938", "nationality": "East Aurora, New York", "artist": "THE ROYCROFT SHOPS", "photocredits": ""},
{"dimensions": "37 3/8 x 17 x 18 1/4 inches", "title": "Side Chair", "photo": "http://www.mfah.org/site_media/cache/84/e0/84e03a85e4eee804514615f01b0584f0.jpg", "technique": "Cherry, other woods, gilt, and upholstery", "credittext": "Museum purchase with funds provided; by the Stella H. and Arch S. Rowan Foundation", "artyear": "c. 1876-79", "link": "http://www.mfah.org/art/detail/side-chair/", "artdesc": "Beautifully crafted and perfectly proportioned, this side chair is decorated with a restrained design of inlaid blossoms. The cherrywood frame was ebonized (stained or painted black) to resemble Japanese lacquer. In contrast to the flamboyance found in much 19th-century design, Japanese-inspired furniture was distinctive for its elegant simplicity. Influenced by Japanese ornament, the Herter Brothers company began producing its own interpretations in the early 1870s. German-born immigrants Gustave and Christian Herter were preeminent among the designers and cabinetmakers who helped nouveau-riche Americans outfit grand residences. The half brothers designed furniture and interiors for the sumptuous homes of Gilded Age clients such as Jay Gould, J. Pierpont Morgan, and William H. Vanderbilt.", "artistyear": "1865-c. 1906", "nationality": "New York", "artist": "HERTER BROTHERS", "photocredits": ""},
{"dimensions": "3/4 x 2 7/16 x 3 3/8 inches", "title": "Butterfly Napkin Clips", "photo": "http://www.mfah.org/site_media/cache/47/ae/47ae97e3ae9b47247c1536612ddd02e4.jpg", "technique": "Sterling silver, gilt, and enamel", "credittext": "Museum purchase with funds provided; by the Alice Pratt Brown Museum Fund", "artyear": "1878", "link": "http://www.mfah.org/art/detail/butterfly-napkin-clips/", "artdesc": "These spring-hinged butterfly clips are part of the celebrated 19th-century silver service commissioned by John The Silver King Mackay and his wife. The sumptuous service for 24 was made from nearly one ton of silver sent directly from the Comstock mine to Tiffany & Co. in New York. An Irish immigrant, Mackay became a multimillionaire in 1873 from his stake in the Comstock Lode, one of the largest silver strikes in history. The year after joining the ranks of the richest families in America, Mrs. Mackay travelled down into the mine to see the source of their wealth. Surrounded by the rich veins of silver, she is said to have asked her husband if they could make a \"fine and memorable thing\" from it. The decision was reached then and there to have a silver service crafted by the best silversmith in the country. The pieces were heavily ornamented with references to Persian and Mughal, as well as Chinese and Japanese, designs. The bowls and tureens were covered with lotus flowers, cherry blossoms, and engraved Chinese dragons. The ice cream dish had elephant trunks as feet.", "artistyear": "est. 1837", "nationality": "New York", "artist": "TIFFANY & CO.", "photocredits": ""},
{"dimensions": "21 1/2 x 8 3/8 x 8 3/8 inches", "title": "Vase", "photo": "http://www.mfah.org/site_media/cache/e5/f9/e5f9dd4f635f606deb878155cdd4faa7.jpg", "technique": "Favrile glass", "credittext": "Museum purchase with funds provided; by J. Brian and Varina Eby, by exchange", "artyear": "c. 1892-93", "link": "http://www.mfah.org/art/detail/vase-2/", "artdesc": "By 1892, Louis Comfort Tiffany-son of the Tiffany & Co. founder-was already well known for his work as an interior decorator and designer of stained-glass windows and lamps. But in that year, he developed a glass-coloring technique that would seal his reputation as America\\xb4s greatest Art Nouveau designer. Called Favrile, a twist on an Old English word meaning handmade, it was created by exposing molten glass to metallic vapors. Rather than just sitting on the surface, the color was embedded in the glass itself giving it a beautiful, iridescent quality. Tiffany himself considered this peacock-feather vase to be an important example of his work.", "artistyear": "1848 - 1933", "nationality": "American", "artist": "LOUIS COMFORT TIFFANY", "photocredits": ""},
{"dimensions": "8 1/8 x 15 5/8 inches", "title": "Punch Bowl", "photo": "http://www.mfah.org/site_media/cache/4b/a1/4ba14729eb92290446a899ce4ddf2865.jpg", "technique": "Sterling silver with gilt", "credittext": "Museum purchase with funds provided by the Museum Collectors", "artyear": "1884", "link": "http://www.mfah.org/art/detail/punch-bowl/", "artdesc": "uAs exemplified by this magnificent punch bowl, the New York Yacht Club commissioned, as prizes for its yacht races, some of the finest examples of American presentation silver. The bowl's hammered surface and applied decoration were inspired by Japanese metalworking techniques, a specialty of Tiffany & Co. in the 19th century. Wonderfully complex and creative in design, this punch bowl is abundantly embellished with images of shrimp, kelp, shells, and coral-all fitting decorative motifs for a nautical prize,", "artistyear": "est. 1837", "nationality": "New York", "artist": "TIFFANY & CO.", "photocredits": ""},
{"dimensions": "8 7/8 x 11 7/8 inches", "title": "Untitled [O'Connor-Thaw 770", "photo": "http://www.mfah.org/site_media/cache/61/dc/61dc2bccef9288068c7b5d314e37fe40.jpg", "technique": "Brown ink on paper", "credittext": "Gift of Caroline Wiess Law", "artyear": "c. 1946-47", "link": "http://www.mfah.org/art/100-highlights/untitled-oconnor-thaw-770/", "artdesc": "This untitled drawing is from a suite of nine sketchbook drawings that established Jackson Pollock as one of the great draftsmen of the 20th century. Based on style, the sketchbook dates to about 1946 or 1947, not long before Pollock's breakthrough into the dripped-and-poured style of his mature period. A Suite of Notebook Drawings Pollock did not possess a natural ability for representational drawing, but these images, created after Old Master paintings, reveal a brilliant grasp of compositional analysis. Collectively, they are a summation of Pollock's early influences, especially Pablo Picasso, Joan Mir\\xf3, and the Surrealists. A visual declaration of independence, they reveal how Pollock not only absorbed the styles of these early European modernists but also forged ahead to create his own pictorial vocabulary. catalogue raisonn introduces a new type of draftsmanship emphasizing the immediacy of the artist's gesture, a fundamental component of Pollock's aesthetic. As Pollock never made preparatory drawings for his paintings, these images stand as independent works and are often referred to by their numbers. Here, O'Connor-Thaw is a reference to Francis Valentine O'Connor and Eugene Victor Thaw, who wrote the catalogue raisonn\\xe9--the comprehensive catalogue of paintings, drawings, and other works--of Pollock's career. The energy with which these drawings pulsate also signals a new era in art history as the center of the art world shifted from Paris to New York City.", "artistyear": "1912 - 1956", "nationality": "American", "artist": "JACKSON POLLOCK", "photocredits": "2010 The Pollock-Krasner Foundation / Artists Rights Society (ARS), New York"},
{"dimensions": "45  x 32  x 31  inches", "title": "Easy Chair", "photo": "http://www.mfah.org/site_media/cache/db/30/db3065274d538d8539f31ae840d0e2d7.jpg", "technique": "Mahogany, eastern white pine, and maple", "credittext": "The Bayou Bend Collection, gift of Miss Ima Hogg", "artyear": "1760-1800", "link": "http://www.mfah.org/art/100-highlights/easy-chair/", "artdesc": "This easy chair, intact with its vivid Irish-stitch needlework cover, is justly celebrated as one of the most highly prized examples of 18th-century American upholstered furniture still in existence. The work reflects the collaboration of three individuals: the needlewoman, in all probability a member of the upper class who commissioned the frame; the chair maker; and the upholsterer who constructed the foundation and attached the embroidery. The latter would also make certain that the chair was fully stuffed to ensure its occupant the utmost comfort. On this example, one of only three known with stitched covers, the back is upholstered with an English stamped harrateen, a woolen fabric patterned with meandering bands, butterflies, and flowers. In 18th-century America, upholstery work was the principal decorative arts-related profession in which women could earn a livelihood. The relatively undisturbed frame of this chair presents an extraordinary record of colonial upholstery which, in turn, contributes toward its significance in establishing historical accuracy in the documenting the upholstery of period furniture.", "artistyear": "", "nationality": "", "artist": "EASTERN MASSACHUSETTS", "photocredits": ""},
{"dimensions": "106 x 69 x 28 inches", "title": "Sideboard", "photo": "http://www.mfah.org/site_media/cache/86/85/8685e8a9b6cea3d7e690fb27836ea098.jpg", "technique": "American tulipwood, northeast white pine, black walnut, and marble", "credittext": "Gift of Anaruth and Aron S. Gordon", "artyear": "1855", "link": "http://www.mfah.org/art/detail/sideboard/", "artdesc": "One of the most surprising examples of mid-19th-century American design, this unusual sideboard is densely carved with lifelike depictions of fish and game--an homage to the bounty of the American landscape. uSideboards such as this one graced the dining rooms of wealthy families in the 1800s and were also exhibited at world's fairs. Cabinetmakers often created grand objects for international expositions as a means of demonstrating their craft skills in dramatic fashion, The bottom of this sideboard is laid out in three parts, all carved in walnut. The left door depicts lobsters, fish, and eel; the right is decorated with game birds; and the central panel features the gun, pouch, bugle, and powder horn associated with the hunt. The magnificent captured stag hanging over it all acts as a centerpiece for the sideboard.", "artistyear": "", "nationality": "", "artist": "AMERICAN", "photocredits": ""},
{"dimensions": "87 x 41  x 23 inches", "title": "High Chest of Drawers", "photo": "http://www.mfah.org/site_media/cache/80/f8/80f87cc6245259665caf493d549e275c.jpg", "technique": "Paint, gesso, gold leaf, eastern white pine, soft maple, and brass", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1730-60", "link": "http://www.mfah.org/art/100-highlights/high-chest-drawers-B-69-348/", "artdesc": "An obsession with the S-curve dominated American design by around 1725. With outwardly curved knees and inwardly turned ankles, graceful legs (called cabriole legs) became the hallmark of Late Baroque, or Queen Anne, furniture. Meanwhile, cabinetmakers grew increasingly inventive and ambitious in their designs. japanned This high chest of drawers is made mostly of pine rather than of a more expensive wood because it was intended to be . An application of paint, gesso (a mixture of plaster and glue), and gold leaf, japanning is a decorative technique used to imitate Asian lacquer, a coveted but prohibitively expensive luxury. A superb example, this high chest represents a master craftsman's orchestration of skilled specialists, including carvers, cabinetmakers, gilders, turners, and japanners.", "artistyear": "", "nationality": "", "artist": "BOSTON, MASSACHUSETTS", "photocredits": ""},
{"dimensions": "19 x 29 inches", "title": "Indians Spear Fishing", "photo": "http://www.mfah.org/site_media/cache/ff/9f/ff9fea54b1a17b6d105edc84218ac584.jpg", "technique": "Oil on canvas", "credittext": "Gift of the family of Joseph S. Cullinan, and Mr. and Mrs. David R. Wintermann, by exchange, with additional gifts from Mr. and Mrs. Harry C. Wiess; Mrs. E. L. Perry; Mr. and Mrs. John H. Blaffer in memory of his father, Robert Lee Blaffer; Edith A. and Percy S. Straus; Grand Central Art Galleries; Miss Ima Hogg; General and Mrs. Maurice Hirsch; the Allied Arts Association; Mr. and Mrs. Charles L. Bybee; Nan Greacen Faure; Helen M. Turner; Mr. and Mrs. Herbert Levine; the Axson Club, Houston; William Best; Sarah Campbell Blaffer; Mrs. Willimina Borland; Mrs. Evan W. Burris; the Houston Art League through the bequest of George M. Dickson; Miss Katherine S. Dreier; George Wharton Edwards; Parker Edwards; Mrs. William Stamps Farish; the Houston Friends of Art; Angela MacDonnell; Mrs. Justine Franklin McGuire; the Smithsonian Institution; Harmand Teplow; the University Club of Houston; Robert C. Vose, in memory of Seth M. Vose; Nelson Waggener; Emile Walters; and Irene Weir, all by exchange", "artyear": "1862", "link": "http://www.mfah.org/art/100-highlights/indians-spear-fishing/", "artdesc": "Landscape as a form of theater and spectacle culminated in 19th-century American art with the work of Thomas Moran and Albert Bierstadt. Both artists emigrated from Europe at young ages and went on to achieve success as interpreters of the American West. The new, epic landscape they depicted functioned as a national symbol of grandeur and promise, yet at the same time it served as rumination on the subject of nature and the divinity to be found within it. Indians Spear Fishing Bierstadt first left the East Coast to travel west in 1859, accompanying a government-sponsored trip from Missouri to the Rocky Mountains. Compiled from close observation, sketches, and stereoscopic views taken on the expedition, u portrays the West as a pristine, sublime wilderness that seemingly could be found only in the Bible's Book of Genesis. Within a compressed space, Bierstadt draws together barren rock formations, towering waterfalls, spindly trees, crystalline water reflecting rocky outcrops, and a peak that pierces the wispy and moisture-laden clouds, turning to mist below. In the brightly lit foreground near the shore, a boat filled with three Native Americans provides scale and identifies the location as unmistakably that of the West; the boat laden with furs spells the riches of the land,", "artistyear": "1830 - 1902", "nationality": "American, born Germany", "artist": "ALBERT BIERSTADT", "photocredits": ""},
{"dimensions": "17  x 24 inches", "title": "Untitled 11A", "photo": "http://www.mfah.org/site_media/cache/ef/23/ef23aa3781cc431f3cc049ccafc25539.jpg", "technique": "Oil on canvas", "credittext": "Gift of Duke Energy", "artyear": "1958", "link": "http://www.mfah.org/art/100-highlights/untitled-11a/", "artdesc": "With its acid palette and claustrophobic horizon, this painting captures the sense of primal creation Forrest Bess sought in his work. I felt it had something to do with a lonely beach, he wrote. The sharp pointed shapes brought to mind driftwood-the silhouette of driftwood on a beach. ideograms The son of an itinerant oil laborer, Bess grew up in the oil fields of East Texas. Living and working outside the mainstream art community, he developed a body of paintings unique in their visionary potency and abstract simplicity. In 1946, after several years in the Army Corps of Engineers, he suffered an emotional breakdown and began to experience frequent visions. He recorded them at first on a notepad by his bedside, then on canvas. These visions were often simple abstract forms or combinations of forms that appeared to Bess as symbols he called Untitled 11A . Using small canvases and a limited palette, he documented these symbols of his unconscious without, as he claimed, any reinterpretation. The clarity and simplicity of , and the manner in which it was painted, belie the complexity of its significance for Bess. This painting stands at the forefront of his visionary evocations of land, sea, and sky.", "artistyear": "1911 - 1977", "nationality": "American", "artist": "FORREST BESS", "photocredits": ""},
{"dimensions": "8 x 5 3/16 inches", "title": "Samuel Houston", "photo": "http://www.mfah.org/site_media/cache/6d/35/6d35345d2637a64b1f2fb75d67a243ad.jpg", "technique": "Daguerreotype", "credittext": "Gift of Vinson & Elkins L.L.P. in honor of the firm's 75th anniversary", "artyear": "1851", "link": "http://www.mfah.org/art/100-highlights/samuel-houston/", "artdesc": "Texas statesman Sam Houston commissioned this photograph when he was contemplating a run for the presidency of the United States. By placing him next to a column in a relaxed pose, the portrait is carefully crafted to emphasize Houston's leadership qualities. The camera\\xb4s capacity to document people, places, and events was the primary impetus for early photographers such as the Meade Brothers, who took this rare daguerreotype in 1851. In photography studios of this period, daguerreotype portraits were priced by plate size. This full-plate image is the only known existing full-length portrait of Houston, who stood 6 feet 2 inches tall. As the leader of the Texas Revolution and two-term president of the short-lived Republic of Texas, Houston was a knowledgeable frontiersman and liked to dress the part. However, this portrait shows him in more-conservative attire, probably to garner mass appeal for a presidential run. uThe Meade Brothers established one of the most successful photography studios in America, capturing famous subjects including Kit Carson and Commodore Matthew Perry. This portrait was probably taken in the brothers' New York studio the year after its opening, in 1850. Growing competition between portrait studios at the time led them to offer diverse options. Here, a papier-m\\xe2ch\\xe9 column demonstrates the trend toward incorporating props into portraiture, This work is rare because it is a full-plate image of a recognized subject by a recognized studio. The lithograph of this photograph enabled the image to appear in publications, but the daguerreotype was long thought to be lost. Discovered in 1990, it was acquired by the MFAH shortly thereafter.", "artistyear": "1826 - 1858;1823 - 1865", "nationality": "American, born England;American, born England", "artist": "CHARLES RICHARD MEADE;HENRY MEADE", "photocredits": ""},
{"dimensions": "86 1/2 x 131 9/16 x 1 3/4 inches", "title": "A Wooded Landscape in Three Panels", "photo": "http://www.mfah.org/site_media/cache/69/21/692168b1b4917e6d4fe24d5a3f09d474.jpg", "technique": "Glass, copper-foil, and lead", "credittext": "Museum purchase with funds provided by the; Brown Foundation Accessions Endowment Fund", "artyear": "c. 1905", "link": "http://www.mfah.org/art/100-highlights/wooded-landscape-three-panels/", "artdesc": "This spectacular window is a unified forest scene spanning three panels. Like a living landscape, during the course of a day the scene changes in appearance, responding to the light surrounding it. A Wooded Landscape is far more complex than most stained-glass windows, which are pieced together in a process similar to solving a jigsaw puzzle. Instead, by layering different textures, thicknesses, and colors of glass on top of each other within the window-just as an artist might layer paint on a canvas-Louis Comfort Tiffany created subtle color combinations that change with variations in light. During his lifetime, it was said that Tiffany \"painted\" with glass.", "artistyear": "1848 - 1933;1902 - 1932", "nationality": "American;New York", "artist": "LOUIS COMFORT TIFFANY;Manufactured by TIFFANY STUDIOS", "photocredits": ""},
{"dimensions": "Stone: 18 3/4 x 23 3/4 inches; Sheet: 20 1/4 x 25 3/4 inches", "title": "A Stag at Sharkey's", "photo": "http://www.mfah.org/site_media/cache/53/81/5381d4c7e17b8628d7e57a581afb5b5f.jpg", "technique": "Lithograph", "credittext": "Museum purchase with funds provided by \"One Great Night in November, 1989\"", "artyear": "1917", "link": "http://www.mfah.org/art/100-highlights/stag-sharkeys/", "artdesc": "American artist George Bellows focused on images of urban realism. A Stag at Sharkeys , based on his 1909 oil painting, is one of the most iconic images of 20th-century American printmaking. Bellows was a member of an artists' group in New York City known as the Ashcan School. His first studio was located on Broadway opposite the Sharkey Athletic Club, where the law permitted members to see illegal prize fights, or \"stags.\" Prizefighting clubs like Sharkey's were often condemned as sordid spaces, and this print captures that tawdry underworld. Arranged in a pyramid-like composition recalling classical sculpture, the anonymous fighters appear in an interlocking form with bold diagonal lines. The voyeuristic spectators, who are enthralled by the dramatic fight, represent a range of social types, from laborers to businessmen. Encouraging a favored fighter and reacting to and with the punches until the bout's end, the spectators are vicarious participants in the fight. Bellows is believed to have included himself as the second spectator to the referee's right, with just an eye and balding head peeping over the raised floor.", "artistyear": "1882 - 1925", "nationality": "American", "artist": "GEORGE BELLOWS", "photocredits": ""},
{"dimensions": "27 1/4 x 40 1/8 inches", "title": "Fight for the Waterhole", "photo": "http://www.mfah.org/site_media/cache/80/57/8057191552aab3e3e8942f1f1aa136cd.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1903", "link": "http://www.mfah.org/art/100-highlights/fight-waterhole/", "artdesc": "One of Frederic Remington's masterpieces, this painting depicts cowboys hiding in a waterhole, their source of survival in the arid desert and of protection from the pursuing Plains Indians. The manipulated perspective gives the scene a panoramic quality and introduces a large shadow to convey the idea of \"passing\"-the ever-present threat of death looming in the Western territories during the Indian Wars, as well as the passing of the West itself. Fight for the Waterhole As an illustrator, painter, sculptor, and writer, Remington created a popular image of the American West as a heroic battleground for U.S. westward expansion. His knowledge of the West grew from his frequent trips there to make sketches, take photographs, and buy the artifacts of Native American cultures and Western frontier life. Back in his studio near New York City, he chronicled vanquished Native American cultures and created images that popularized the cowboy as a national folk hero. Colliers Weekly was published in 1903 in u as part of Remington's four-year contract with the magazine to reproduce one painting each month. This alliance encouraged Remington to experiment with his technique, and as seen here, the results included looser brushwork, refined compositions, a bolder palette, and the development of psychological qualities in his art.", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "", "title": "Ascension", "photo": "http://www.mfah.org/site_media/cache/66/2d/662d9a50d11bba068d6af9d1ce7278c2.jpg", "technique": "Single-channel color video and stereo-sound installation, 10-minute continuous loop", "credittext": "Gift of Nina and Michael Zilkha in honor of Fayez Sarofim on the occasion of their tenth wedding anniversary", "artyear": "2000", "link": "http://www.mfah.org/art/100-highlights/ascension/", "artdesc": "Ascension opens with a dark field of water, punctuated by a shaft of cutting sunlight. This calm expanse is suddenly disturbed by the dramatic plunging of a fully clothed man. With his arms raised laterally like those of Christ on the cross, the diver first floats toward the surface and then descends out of the field of vision. The dramatic sounds, turbulent waters, and swarm of air bubbles give way to the original deep-blue void, the sparkling sunlight again infusing the water with an otherworldly glow. Ascension Bill Viola is one of the pioneers of video art. Post-production, he extended Ascension 's entire sequence, which was only a few seconds in real time, into 10 minutes of extreme duration. With such a contradictory play between title and image- is an image of a man descending, after all-Viola sets up a series of dualities. Why, he asks, do we believe that heaven is above and hell below? Like the man in this video, the viewer is also immersed in the artist's visual field. For Viola, water is both a vehicle and a site for altered consciousness and spiritual reawakening.", "artistyear": "born 1951", "nationality": "American", "artist": "BILL VIOLA", "photocredits": ""},
{"dimensions": "32 3/8 x 42 3/8 inches", "title": "Peaceable Kingdom", "photo": "http://www.mfah.org/site_media/cache/80/d3/80d3cff2300e710a11db16b382c8279d.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "c. 1826-28", "link": "http://www.mfah.org/art/100-highlights/peaceable-kingdom/", "artdesc": "This painting is one of eight known versions that include rhymes in the borders referring to the biblical prophecy of Isaiah, which expresses the hope and promise of peace on earth. The words also allude to a historical event: William Penn's , which Edward Hicks believed to represent a partial fulfillment of Isaiah's prophecy, with the Quakers establishing a peaceable kingdom on earth. Few American artists are as beloved as Hicks, a devout Pennsylvania Quaker preacher and painter whose fascination with the religious theme of the peaceable kingdom constitutes one of the most popular and complex stories in American art. Toylike animals; placid landscape scenes, mostly of the Delaware Water Gap; and renditions of Penn's treaty consistently populate Hicks's kingdoms-so peaceable in their ideal of universal harmony, yet weighted with national and religious concerns of the time. Naively and at times crudely painted, Hicks's canvases nonetheless radiate passion and charm, and their underlying sources and motivations suggest a rare complexity in the field of so-called American \"folk art.\"", "artistyear": "1780 - 1849", "nationality": "American", "artist": "EDWARD HICKS", "photocredits": ""},
{"dimensions": "55 x 79 5/16 inches", "title": "Wotan", "photo": "http://www.mfah.org/site_media/cache/c3/16/c3165b9fdcd89c967c107f0ccb59c917.jpg", "technique": "Oil on canvas mounted on Masonite", "credittext": "Museum purchase, by exchange", "artyear": "1950", "link": "http://www.mfah.org/art/100-highlights/wotan/", "artdesc": "In the early 1950s, Franz Kline began paring down his paintings, purging them of all color and representational references. Wotan is one of his most austere compositions, focused simply on the stark contrast between his black brushstrokes and their white background. Kline insisted that all areas of his canvases were equal in weight: \"I paint the white as well as the black, and the white is just as important.\" Wotan uThis iconic image records the power of the artist's vision and the authority of his gesture. The title, , u, refers to a Germanic deity of the pre-Christian era. A king of the gods, Wotan could also assume the role of wanderer, seer, and poet. Additionally, Wotan was a central character in Richard Wagner's , operas, which Kline often listened to in the art studio. For Kline, the title is not intended to describe the character of his painting; rather, by summoning up a mythic past, Kline claims a similar timelessness for his bold and revolutionary work.", "artistyear": "1910 - 1962", "nationality": "American", "artist": "FRANZ KLINE", "photocredits": ""},
{"dimensions": "27 3/4 x 32 1/8 x 23 5/8 inches", "title": "Tea Table", "photo": "http://www.mfah.org/site_media/cache/6f/99/6f999a133d8af29e1c586ab741c32aad.jpg", "technique": "Mahogany; no secondary woods intact", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1740-90", "link": "http://www.mfah.org/art/detail/tea-table/", "artdesc": "The distinctive \"turret\" top and boldly contoured skirt rails of this tea table combine to make it a dynamic Late Baroque creation. One of only five known examples, it is a rare type with numerous scalloped projections that neatly hold teacups and saucers with a teapot and other equipage at the center. The molded edge would have prevented the fragile tea wares from being accidently swept onto the floor. When compared with related tables, differences in their design, carving, and even the rim confirm that they represent the work of more than one shop. A documented source for this design has not been identified. This table represents the fashionable practice of tea drinking in 18th-century America. Serving tea was a sign of politeness and hospitality, and drinking it was a custom of distinctive manners and specific equipment, such as teapots, teacups and saucers, teaspoons, and tea canisters. A sampling of 18th-century Boston inventories reveals that in some households all or part of the tea equipage was prominently displayed on the tea table, such as this one, rather than being stored in cupboards.", "artistyear": "", "nationality": "", "artist": "BOSTON, MASSACHUSETTS", "photocredits": ""},
{"dimensions": "29 1/2 x 49 7/8 x 22 1/2 inches", "title": "Slab Table", "photo": "http://www.mfah.org/site_media/cache/30/2f/302fb262c8cd5aab384fc0b6d2b6f362.jpg", "technique": "Mahogany, secondary woods, and marble", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1760-1800", "link": "http://www.mfah.org/art/detail/slab-table/", "artdesc": "This table was made in Philadelphia when the Rococo style was at its height. Originating in France in the 1720s, the style came to America by means of England in the late 1750s. One of the important sources for American furniture in that style was a design book published in 1754 by Thomas Chippendale. Together with its mate in the Pendleton Collection at the Rhode Island School of Design, this slab table must have made an impressive ensemble in 18th-century Philadelphia. The tables were probably commissioned for a principal parlor, or perhaps for adjoining rooms where their placement produced a mirrored symmetry. That they were conceived as a pair is evidenced by the subtle yet complementary variations on the two pieces. For example, on this frame the carved leaves trailing down the legs curl outward, and on the Pendleton table they turn inward. The central ruffles carved on the skirts, although identical in execution, also display a paired orientation, maintaining an asymmetry consistent with Rococo dictates. Made of mahogany and topped with a marble slab, this table was the most costly of its kind.", "artistyear": "", "nationality": "", "artist": "", "photocredits": ""},
{"dimensions": "16  x 13  inches", "title": "Sampler", "photo": "http://www.mfah.org/site_media/cache/45/98/459821eff32bffa708b3b12f1a045e52.jpg", "technique": "Silk on linen", "credittext": "The Bayou Bend Collection; Gift of the Houston Junior Woman's Club in honor; of their forty years of service to Bayou Bend", "artyear": "1793", "link": "http://www.mfah.org/art/detail/sampler/", "artdesc": "Textiles are celebrated as the principal and most vibrant contribution that early American girls and women made to the decorative arts. The style of this sampler emerged from early girls' academies in Providence and Warren, Rhode Island, established and run during and after the American Revolution by widows to support their children. Joanna Maxwell stitched this sampler at age 11. She lived her life in the seaport town of Warren, and this example, dated 1793 and bearing the phrase \"Wrought in Warren,\" is the earliest known of a distinguished group. It depicts a pastoral scene of adults and children among animals and foliage, with lines of an acrostic verse praising truth, wisdom, God, and goodness stitched in the center, the first letter of each verse spelling out Joanna's name when viewed in a vertical orientation. Her sampler is beautifully executed, and more than two centures later, the needlework retains much of its original color and brilliancy.", "artistyear": "1782 - 1847", "nationality": "American", "artist": "Joanna Maxwell", "photocredits": ""},
{"dimensions": "41 3/8 x 37 1/2 x 19 1/2 inches", "title": "Tambour Desk", "photo": "http://www.mfah.org/site_media/cache/6b/59/6b59e32b8b2c6a57f0a5076411020b0c.jpg", "technique": "Mahogany, inlay, enameled brass, eastern white pine, and red oak", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1794-1810", "link": "http://www.mfah.org/art/detail/tambour-desk/", "artdesc": "The tambour desk was a new and innovative form that reflects the increasingly important place of women in American society in the early 19th century, as well as the growing international influence on American furniture design. Rather than relying on English design sources, the desk appears to be related to a small group of furniture influenced by contemporary French models, in this instance the bonheur du jour , or small writing table, of the Louis XVI period (1774-1793). The desk enjoyed great popularity in Boston and in the cabinetmaking centers north of the city. Exhibited in the Federal Parlor at Bayou Bend, this example bears the script initials \"TS\" and is similar to a desk with a paper label bearing the names of John and Thomas Seymour. Although these relationships strengthen the attribution to the Seymours' shop, they are not sufficient to attribute the desk to a specific maker. Thomas Seymour's own advertisements specify that the furniture was made not by but \"under the direction of Thomas Seymour. Whether this elegant desk represents the work of an individual or a group, the accomplished results epitomize the cabinetmakers' sensitive interpretations of the Neoclassical style in America, through the drawer pulls of English enamel, light-colored inlay, and delicate inlaid swags on the sliding tambour front.", "artistyear": "1794 - 1804", "nationality": "Boston", "artist": "Attributed to the Shop of John and Thomas Seymour", "photocredits": ""},
{"dimensions": "36 1/2 x 20 3/4 x 20 7/8 inches", "title": "Armchair", "photo": "http://www.mfah.org/site_media/cache/24/dc/24dc6cbb367541242fb036c7db2710f3.jpg", "technique": "Ash; painted and gilded, composition decoration; with original linen and horsehair foundation; gilded brass tacks; and modern silk cover", "credittext": "The Bayou Bend Collection,; Gift of the Theta Charity Antiques Show", "artyear": "1785-1815", "link": "http://www.mfah.org/art/detail/armchair-B-91-51/", "artdesc": "With extensive commercial activity and its position as the young nation's capital, Philadelphia was 18th-century America's largest, most cosmopolitan center. English and Continental models set the fashion, as evidenced by this lavish armchair, representing one of the most ambitious collaborations by American craftsmen emulating European neoclassicism. Originally part of a larger suite (now in various private and public institutions), the armchair is an American interpretation of what George Hepplewhite called a \"cabriole chair\" and Thomas Sheraton a \"Drawing Room Chair.\" The latter commented that \"These chairs are finished in white and gold,\" an elegant combination introduced to Philadelphia. In fact, the armchair incorporates applied gilded composition ornament in place of carving, a technique common in English furniture but rarely used in America except sometimes in church furniture and looking glasses. The substitution of cast composition ornaments for carving, ubiquitous in the English cabinet trade, is highly unusual in America. Scottish designer Robert Adam was the first to patent composition, an amalgam of chalk, rosin, glue, and drying oil. In spite of the obvious foreign influences, this armchair, shown in the Federal Parlor at Bayou Bend, is more accurately an expression of American design and craftsmanship.", "artistyear": "", "nationality": "", "artist": "Philadelphia", "photocredits": ""},
{"dimensions": "94 5/8 x 40 x 21 3/8 inches", "title": "Desk-and-Bookcase", "photo": "http://www.mfah.org/site_media/cache/95/f5/95f512d17afe4ee4ff6857988774a699.jpg", "technique": "Mahogany; eastern white pine", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1780-1800", "link": "http://www.mfah.org/art/detail/desk-and-bookcase/", "artdesc": "Few pieces of American furniture possess the sculptural qualities of this rare desk-and-bookcase. Notable for its bomb\\xe9 sides, the case exhibits an even greater complexity and movement with its serpentine contoured front. This sense of motion is further accentuated by the lively scalloped carving which defines the bookcase doors. Although the desk's diminutive scale and construction suggest it was produced towards the end of the century, as the popularity of the Rococo was beginning to wane, it fully embraces the Late Baroque idiom. The City and Country Builders and Workmans Treasury of Designs, It is provocative to consider that the desk's original owner, Thomas Dawes, may have assumed a central role in its design and attentively oversaw its construction. Initially trained as a mason, he eventually became a recognized architect in Boston. Clearly, he was conversant with the bomb\\xe9 form, having installed a pulpit in this contour patterned after plate 112 in Batty Langley's for Boston's Brattle Street Church in 1772. In addition to his copy of Langley, Dawes's extensive library included other architectural tomes by James Gibbs, William Salmon, William Pain, and Colen Campbell, as well as published furniture designs by Robert Manwaring. Perhaps these were a source of inspiration for this desk, particularly its bomb\\xe9 shape, writing interior, and architectronic bookcase.", "artistyear": "", "nationality": "", "artist": "BOSTON, MASSACHUSETTS", "photocredits": ""},
{"dimensions": "34 1/2 x 20 x 20 1/2 inches", "title": "Pair of Side Chairs", "photo": "http://www.mfah.org/site_media/cache/d9/6f/d96f284349056f1b09eec30ad445d408.jpg", "technique": "Gessoed, painted and gilded yellow poplar, oak, maple, and eastern white pine with cane", "credittext": "The Bayou Bend Collection; Museum purchase with funds provided; by the Agnes Cullen Arnold Endowment Fund", "artyear": "1808", "link": "http://www.mfah.org/art/detail/pair-side-chairs/", "artdesc": "Architect Benjamin Henry Latrobe regularly designed furniture for many of his commissions, including painted furniture for Dolley and President James Madison for the White House that was destroyed in the burning of Washington, D.C, in 1814, as well as the furniture for the Philadelphia merchant William Waln. klismos This pair of chairs is part of an extensive suite of furniture made for Waln to furnish a new house that Latrobe designed for him between 1805 and 1808. Latrobe's relatively archaeologically correct interpretation of the Greek form draws on the designs of Thomas Hope published shortly before and represents perhaps the earliest documented example of the style in America. The overall form, with severe rectangular lines and wide tablet, is a distinctive Philadelphia type. However, the painted decoration seems to have no parallel in other Philadelphia furniture, although very closely related painted decoration is documented to Baltimore. Likewise, the design of the en suite card table and pier table does not resemble that of other Philadelphia examples but relates to pieces made in Baltimore. What remains unclear is whether these chairs were made and painted in Philadelphia, made in Philadelphia and decorated in Baltimore, or made completely in Baltimore.", "artistyear": "1764 - 1820;1783 - 1819", "nationality": "American;American", "artist": "BENJAMIN HENRY LATROBE;GEORGE BRIDPORT", "photocredits": ""},
{"dimensions": "94 3/8 x 46 1/2 x 30 5/8 inches", "title": "High Chest of Drawers", "photo": "http://www.mfah.org/site_media/cache/01/ee/01ee4b54711eb3cb30650006b2726ff6.jpg", "technique": "Mahogany, Atlantic white cedar, southern yellow pine, yellow poplar", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1760-1800", "link": "http://www.mfah.org/art/detail/high-chest-drawers-B-69-75/", "artdesc": "The 1754 publication The Gentleman and Cabinet-Makers Director by Thomas Chippendale profoundly affected the development of American furniture design. The Director was the first important book devoted entirely to cabinetry and as such instructed both English and American cabinetmakers in the richest expressions of the Rococo idiom. In his preface Chippendale noted, \"Of all the Arts which are either improved or ornamented by Architecture, that of CABINET-MAKING is not only the most useful and ornamental, but capable of receiving as great Assistance from it as any whatever\\u2026,\" a stance that is ably translated in this imposing high chest, with its quarter columns, cornice, dentils, and scrolled pediment, elements evocative of an 18th-century door frame. A classic American manifestation is the marriage of the late Baroque and the Rococo. By the mid-18th century the form was deemed old-fashioned in England, but in the colonies it persisted and reached its apogee in Philadelphia.", "artistyear": "", "nationality": "", "artist": "Philadelphia", "photocredits": ""},
{"dimensions": "34 1/2 x 39 1/4 x 22 inches", "title": "Bureau Table", "photo": "http://www.mfah.org/site_media/cache/c4/ee/c4eebf8eea5095168a4f23a30aa5190e.jpg", "technique": "Mahogany, brass, chestnut, yellow poplar", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "c. 1770", "link": "http://www.mfah.org/art/detail/bureau-table/", "artdesc": "Capital of the Rhode Island colony, Newport was an active center for coastal commerce. Its cabinet industry benefited from the town's shipping interests-her artisans producing furniture for local consumption, as well as export. In time, two families, the Townsends and the Goddards, came to dominate the trade. Displayed in the Drawing Room at Bayou Bend, this splendid bureau table is recognized as one of the most brilliant renditions of the Newport block-front-a design consisting of a recessed center panel flanked by two raised panels topped by gracefully carved shells. It is generally acknowledged as the most original design achievement to emanate from colonial America. This example is believed to have been made for Samuel Vernon, a prominent merchant, and was intended to store jewelry, buckles, combs, and brushes, with the kneehole cupboard housing a wig stand. The museum's table is confidently attributed to John Townsend who, during the course of his lengthy career, signed or labeled more than thirty pieces of furniture, a number far greater than that of any other colonial cabinetmaker. This unparalleled body of documented work makes it possible to identify his cabinetry with a high degree of certainty. As such, Townsend's furniture chronicles the maker's rise to become one of America's premier master craftsmen.", "artistyear": "1732/33 - 1809", "nationality": "American", "artist": "Attributed to the shop of John Townsend", "photocredits": ""},
{"dimensions": "6 15/16 x 5 1/16 x 8 inches", "title": "Tankard", "photo": "http://www.mfah.org/site_media/cache/3a/fc/3afceba69cdeaa1482993da351054ad1.jpg", "technique": "Silver", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1695-1711", "link": "http://www.mfah.org/art/detail/tankard/", "artdesc": "Silver and gold, of intrinsic and symbolic value, have always been highly esteemed. Because the American colonies lacked patron-aristocrats, the earliest manifestations of style occurred not in painting or sculpture but in the decorative arts. The silversmith, more than any other artisan, was keenly aware of the latest stylistic developments through the English-produced vessels he imported to sell alongside those of his own manufacture. John Coney was the first in this country to have fabricated several forms, including the inkstand, fork, sugar box, chafing dish, monteith, and chocolate pot. He was equally adept as an engraver, executing the copper plates for Massachusetts and New Hampshire paper currency. Coney's known work in the Mannerist and Baroque aesthetics establishes him as the most accomplished and versatile of all colonial silversmiths. This tankard is a consummate American expression of early Baroque silver. The vessel was made for John Foster, a prosperous Boston merchant and prominent official with sophisticated taste and lofty aspirations. In 1692 he erected an extraordinary house that introduced New Englanders to the Italian Renaissance style. Foster's tankard, like his mansion, is one of the most eloquent statements of style in early New England.", "artistyear": "1655/56 - 1722", "nationality": "American", "artist": "John Coney", "photocredits": ""},
{"dimensions": "37 5/8 x 23 1/2 x 20 3/4 inches", "title": "Great Chair", "photo": "http://www.mfah.org/site_media/cache/cb/94/cb94b8651b67969172039cf84575dcee.jpg", "technique": "White oak", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1640-85", "link": "http://www.mfah.org/art/detail/great-chair/", "artdesc": "uIn the 17th-century American home, an armchair was hardly a commonplace object. Its presence signified the prominence of the chair's occupant: everyone else was relegated to more-modest seating forms, such as turned stools or benches. The joined chair, as its name implies, was constructed with mortise-and-tenon joints, resulting in a sturdier, more labor intensive, and therefore more expensive object. The cost became even dearer with the addition of a plump feather cushion on top of the board seat, The design of this chair cannot be associated with a specific craftsman. However, like much early furniture, it is firmly rooted in British and Continental precedents. The square, tapering columnar legs and arm supports are derived from Mannerist vocabulary of 16th- and 17th-century northern Europe, whereas the flat, overhanging crest rail and carved ornament suggests a first-generation woodworker near Devon, England, where comparable carving practices date to the 1500s. A number of these chairs have histories that place them in Essex County, Massachusetts.", "artistyear": "", "nationality": "", "artist": "Essex County, Massachusetts", "photocredits": ""},
{"dimensions": "Image/Sheet: 8 13/16 x 6 1/4 inches", "title": "Cottonwood Trunks, Yosemite Valley, California", "photo": "http://www.mfah.org/site_media/cache/dc/38/dc384b0bc79ad131bae1ecb62a07ab88.jpg", "technique": "Gelatin silver print", "credittext": "", "artyear": "1932", "link": "http://www.mfah.org/art/detail/cottonwood-trunks-yosemite-valley-california/", "artdesc": "uTo view specific works by Adams in the collection, contact the museum's , for an appointment.", "artistyear": "1903 - 1984", "nationality": "American", "artist": "Ansel Adams", "photocredits": "2011 The Ansel Adams Publishing Rights Trust"},
{"dimensions": "36 x 47 7/8 inches", "title": "Nighttime, Enigma and Nostalgia", "photo": "http://www.mfah.org/site_media/cache/5a/7b/5a7b347cb47ec0a74434943ed8c4aa61.jpg", "technique": "Oil on canvas mounted onto panel", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "c. 1933-34", "link": "http://www.mfah.org/art/100-highlights/nighttime-enigma-and-nostalgia/", "artdesc": "A somber still-life abstraction, Nighttime, Enigma and Nostalgia has long been recognized as among Arshile Gorky's masterpieces. The juxtaposition of textured and flat surfaces, and matte and glossy passages, imparts a great liveliness to the surface, creating a perfect counterbalance to the dark tones of the painting. The Profanation of the Host This work is the only painting and final piece in a series of more than 40 drawings Gorky produced from 1930 to 1934. The first sketches of the series were based on Paolo Uccello's 15th-century panel Nighttime, Enigma and Nostalgia , echoing its fractured space and exaggerated perspective. As the series progressed, Gorky turned his attention to more concrete details, and in particular he chose to isolate and elaborate upon the biomorphic forms that dominated the left half of his drawings. This shift introduced a new and concentrated note of psychological intensity into Gorky's work. Nighttime, Enigma and Nostalgia u is a summation painting, the definitive statement of all of Gorky's influences and concerns in the early 1930s. Cubism and Surrealism, as well as the artist's wide knowledge of the history of art, are brilliantly assimilated into the work. His masterly handling of the different degrees of black, along with the poetic sobriety of the balanced forms, reflects Gorky's interest in Spanish painting. The evidence of his hard work-scraping down and repainting-abounds in this example, testifying to the importance that Gorky assigned to it. In 1941, when asked to describe the subject of , , Gorky replied: \"Wounded birds, poverty, and one whole week of rain.\"", "artistyear": "1904 - 1948", "nationality": "American, born Armenia", "artist": "ARSHILE GORKY", "photocredits": "2010 The Arshile Gorky Foundation / The Artists Rights Society (ARS), New York"},
{"dimensions": "68 x 40 x 22 inches", "title": "High Chest", "photo": "http://www.mfah.org/site_media/cache/2b/54/2b542bd815e255387435821c80518d6c.jpg", "technique": "Black walnut and burled walnut veneer, soft maple, aspen, and eastern white pine", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1700-1725", "link": "http://www.mfah.org/art/detail/high-chest-drawers-B-69-43/", "artdesc": "The 1690s witnessed a dramatic evolution in the design and construction of American furniture, which was introduced to the colonies through England and, in turn, through the exertions of the Dutch and French. The massive, vertical Late Renaissance style gave way to the lighter, more elegantly proportioned Early Baroque. London The high chest of drawers is an iconic statement of this aesthetic. An imposing form that originated during this period, it was intended for the bedchamber. This architectural example is defined by its bold cornice and molding surmounting a convex frieze. The base is reminiscent of a Roman triumphal arch. Because the chest's turned legs and feet could not be veneered, it is likely that they were originally painted to simulate the burl veneers used on the case. Boston The sophistication of this chest suggests that it was commissioned for someone of great prominence. The work embodies the comments of an Englishman who visited Boston about 1700: \"A Gentleman from London would almost think himself at home at . . . when he observes the Numbers of People, their Houses, their Furniture, their Tables, their Dress, and Conversation, which perhaps is as splendid and showy, as that of the most considerable Tradesmen in .\"", "artistyear": "", "nationality": "", "artist": "BOSTON, MASSACHUSETTS", "photocredits": ""},
{"dimensions": "11 x 21 x 12 inches", "title": "Acquamare Chaos", "photo": "http://www.mfah.org/site_media/cache/d5/c3/d5c3e240250d260b248d006be7df6c7e.jpg", "technique": "Fused and thermo-formed glass threads", "credittext": "Museum purchase with funds provided by the Museum Collectors", "artyear": "1997", "link": "http://www.mfah.org/art/detail/acquamare-chaos/", "artdesc": "Toots Zynsky's glass vessels are frequently described as a combination of painting and sculpture because of the brushstroke-like color she employs. Influenced by her extensive travels to South Africa, the Far East, and South America, Zynsky uses vivid colors and textures that reflect the indigenous birds and textiles observed on her journeys. Acquamare Chaos Zynsky achieves her extraordinary forms through a technique that is her own. Glass threads are pulled from Murano glass rods by a special machine created for her by Dutch engineer Mathijs Teunissen van Manen. The colored threads are layered on top of one another and fused with heat. Zynsky then manipulates the fused threads in a mold or stainless steel bowl to create her stunning forms. Shapes are organic and emphasize depth and movement through the layering of both translucent and opaque colors. In , the palette of blues, greens, and oranges reflects the sea and its life forms. However, its calming tones belie the reality of chaos in the water.", "artistyear": "born 1951", "nationality": "American", "artist": "TOOTS ZYNSKY", "photocredits": "Toots Zynsky"},
{"dimensions": "39 x 22 x 19 inches", "title": "Lectern", "photo": "http://www.mfah.org/site_media/cache/05/11/05114e3f5df8883a0523de97fa19a08e.jpg", "technique": "Oak", "credittext": "The Leatrice S. and Melvin B. Eagle Collection; Gift of Leatrice and Melvin Eagle", "artyear": "1975", "link": "http://www.mfah.org/art/detail/lectern/", "artdesc": "In a career spanning more than 50 years, Wendell Castle has created works that bridge traditional definitions of craft, design, and sculpture. Lectern One-of-a-kind pieces such as this Dem Bones with its fluid, curvaceous form-are both functional and sculptural, thereby blurring the boundaries between the genres. uCastle's earliest influence was American woodworker and sculptor Wharton Esherick, whose technical skills and aesthetics, as well as forms and approach to wood, Castle sought to emulate. Soon, Castle would incorporate lamination techniques to achieve what he called a more expressive, ahistorical, and organic approach to furniture. This development was inspired, in part, by his friendship with British furniture maker John Makepeace, who had revived traditional cabinetmaking skills and paired them with a contemporary aesthetic, Ultimately, Castle developed his own sculptural language that he has employed to great effect in wood, fiberglass, metal, and plastic. uHe continues to create innovative, dynamic furniture, including 2007's, , also in the MFAH collection of decorative arts.", "artistyear": "born 1932", "nationality": "American", "artist": "WENDELL CASTLE", "photocredits": "Wendell Castle"},
{"dimensions": "13  x 77 x 30 inches", "title": "Conoid Coffee Table", "photo": "http://www.mfah.org/site_media/cache/a9/17/a917500a11f5aafb3787b1c793b7e791.jpg", "technique": "Black walnut", "credittext": "Museum purchase with funds provided by the; Mary Kathryn Lynch Kurtz Charitable Lead Trust", "artyear": "1960", "link": "http://www.mfah.org/art/detail/conoid-coffee-table/", "artdesc": "uGeorge Nakashima was one of America's most influential first-generation furnituremakers and woodworkers. His synthesis of architectural elements and historical styles, and his respect for the inherent beauty of wood, transformed the way studio furniture was made from the 1940s to the 1970s and marked his pieces as important signifiers of grace, beauty, and integrity in the field, In 1960, Nakashima returned to his architectural roots with the Conoid series. Named after his Conoid Studio, built in 1957, the new furniture designs synthesized architectural elements with organic forms. Wood choices, always important to Nakashima, became even more paramount. Many designs in the Conoid series also incorporated cantilever technology, a sign that although Nakashima was not a part of the new Modernism of the mid-century, he was still very much aware of progress in architecture and design. This table dates from the first year of Nakashima's Conoid udesigns. Called a \"special coffee table\" on its bill of sale, it cost $140. The table's top-free-form and highly figured-exemplifies the richness of expression and organic nature of form indicative of the best Nakashima.", "artistyear": "1905 - 1990", "nationality": "American", "artist": "GEORGE NAKASHIMA", "photocredits": "George Nakashima Woodworker, S.A."},
{"dimensions": "19 x 13 x 7 3/8 inches", "title": "Rhyton Vessel", "photo": "http://www.mfah.org/site_media/cache/4c/ce/4cce27b74151e5791c5dd1909d6d805f.jpg", "technique": "Blown glass", "credittext": "Gift of the Bill and Sara Morgan Family Foundation; of the Greater Houston Community Foundation", "artyear": "1997", "link": "http://www.mfah.org/art/detail/rhyton-vessel/", "artdesc": "uThe work of William Morris, who founded his glassmaking studio in the 1980s, reflects his fascination with Native American, ancient Egyptian, Cycladic, and African cultures. Morris's complex forms are often closely tied to animals, artifacts, myths, and history, and he is renowned for his ability to transcend glass's natural properties so that it appears to be a different material altogether, In 1996, Morris began working on the Rhyton series. The Rhytons take the form of horned animals and are inspired by a type of ceramic or bronze drinking vessel popular in ancient Greece, Rome, and Persia. Morris's Rhytons almost always appear as horned animals resembling quadrupeds such as horses, bulls, or stags and are often paired with large rounded stone or pouch-like forms. Many, as seen here, carry vessels or other accoutrements on their backs. This Rhyton Vessel demonstrates Morris's remarkable skill in capturing the essence of an animal's spiritual power. Majestic and symbolic, the work touches on the primal nature of life, drawing the viewer into its otherworldly orbit.", "artistyear": "born 1957", "nationality": "American", "artist": "WILLIAM MORRIS", "photocredits": ""},
{"dimensions": "8 5/8 x 14 3/8 x 10 inches", "title": "Cigar Humidor", "photo": "http://www.mfah.org/site_media/cache/62/77/627744e3e1c9b8ea67b8d6ce1c962d87.jpg", "technique": "Sterling silver", "credittext": "Gift of \"One Great Night in November, 1987\"", "artyear": "1925", "link": "http://www.mfah.org/art/detail/cigar-humidor/", "artdesc": "This high-style, Art Deco work is an outstanding example of Tiffany & Co.'s presentation silver and one of Tiffany's last masterpieces in the genre. It was commissioned in 1925 by the business associates of Carl M. Loeb, president of the American Metal Company, Ltd, in honor of his 50th birthday. Tiffany's craftsmen were particularly adept at translating personal, historical, industrial, architectural, or geographic imagery onto monumental silver objects such as this cigar humidor through specialized techniques. The humidor features engravings of American Metal Company subsidiaries, workers at two of the company's mines, and two figures on the lid: a miner chiseling ore from a rocky outcropping, and a steelworker pouring smoking, molten ore into a vessel. Images such as these glorified labor and suggested that workers were efficient, productive partners with industry. Within a few years of this humidor's creation, the United States was plunged into the Great Depression, which all but wiped out Tiffany's commissions for major works of presentation silver. Tiffany & Co. remained one of America's leading silver firms over subsequent decades, but its designs became increasingly modest and conservative, never quite matching the individuality of exuberance of the late-19th to early-20th-century period.", "artistyear": "est. 1837", "nationality": "American", "artist": "TIFFANY & CO.", "photocredits": ""},
{"dimensions": "7 1/8 x 1 9/16 x 5 3/16 inches", "title": "Flask", "photo": "http://www.mfah.org/site_media/cache/29/fa/29fa852c9971a9a2c9b2a992c5943da2.jpg", "technique": "Sterling silver, base metal", "credittext": "Museum purchase with funds provided; by Dr. and Mrs. John R. Kelsey, Jr.", "artyear": "1888", "link": "http://www.mfah.org/art/detail/flask/", "artdesc": "With its saguaro cactus decoration and scenes of an idyllic adobe village, this unusual flask served as a form of advertising for the Mexican silver market in the 19th century. After the Civil War, Alexander Robey Shepherd became one of the only governors the District of Columbia ever had. He enacted public-works projects that breathed new life into the war-weary city but that also incurred large deficits, forcing him out of office and eventually out of the country. Shepherd moved his family to Batopilas, Chihuahua, Mexico, where he purchased a silver mine. Soon wealthy beyond his dreams, Shepherd returned to D.C. and commissioned the Gorham Silver Company to create 15 sterling-silver flasks (using Batopilas silver) as promotional gifts for various Mexican and American officials.", "artistyear": "est. 1831", "nationality": "Providence, Rhode Island", "artist": "Gorham Manufacturing Company", "photocredits": ""},
{"dimensions": "70 1/8 x 40 1/8 inches", "title": "Mother and Child (The First Portrait)", "photo": "http://www.mfah.org/site_media/cache/58/05/580549dfdef50d22aeca16f69948e7b7.jpg", "technique": "Oil on canvas", "credittext": "Gift of Ehrich Newhouse Gallery, New York", "artyear": "c. 1888", "link": "http://www.mfah.org/art/detail/mother-and-child-first-portrait/", "artdesc": "This portrait is William Merritt Chase's earliest study of his daughter, Alice, who holds a coral whistle and looks over the shoulder of her mother, dressed in a Japanese-inspired costume. The relationship between the black tones of the kimono and the background attests to Chase's experiments with delicate tonal harmonies. Chase studied in Indianapolis and New York before attending Munich Academy, where in the 1870s he absorbed the style of the Old Masters. While in Munich, Chase also mastered a bravura, painterly brush technique that would distinguish his work throughout his life. Here, his bold brushwork is particularly apparent in the treatment of the glittering surfaces of the coral and bells, white lace gown, and Japanese embroidery on the mother's robe. This grand, full-length painting was exhibited at numerous venues, including the 1889 Exposition Universelle in Paris. It received many positive reviews, including one by Chase's student Kenyon Cox, who stated, \"the main beauty of the canvas is indescribable . . . the beauty of two tones of black, one upon the other . . . the tingling pleasure that one receives from the one note of vivid scarlet that cuts through this quiet harmony like a knife?\"", "artistyear": "1849 - 1916", "nationality": "American", "artist": "WILLIAM MERRITT CHASE", "photocredits": ""},
{"dimensions": "30 x 46 7/16 inches", "title": "Cotopaxi", "photo": "http://www.mfah.org/site_media/cache/91/32/9132c1458e776df32c3392eeaf1ae410.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the Hogg Brothers Collection, gift of Miss Ima Hogg, by exchange", "artyear": "1855", "link": "http://www.mfah.org/art/detail/cotopaxi/", "artdesc": "The artists of the Hudson River School ventured far beyond the New York region suggested in the name that was applied to them. Here, for example, Frederic Church depicts Cotopaxi, an active volcano in Ecuador. The tiny foreground figures suggest the insignificance of people in comparison with the natural wonders that surround them: the volcano, the waterfall, and the lush tropical foliage. Cotopax A member of the second generation of Romantic landscape painters, Church ranks among the most influential American artists during the period between 1850 and 1875. As a youth, he studied with Thomas Cole, one of the Hudson River School founders, and Cole's renderings of the Sicilian volcano Mount Etna may have provided inspiration for Cotopaxi i. More directly, Church conceived of this work following a visit to South America in 1853, after which he depicted the cone-shaped volcano repeatedly for nearly a decade. Painted at a turbulent moment in America's history, before the outbreak of the Civil War, u embodies Church's response to current events. The smoldering volcano in the background carries portents of destruction, and the palm tree-which does not exist on the actual site of Cotopaxi-symbolizes both Latin America and the Garden of Eden. In addition to containing inherent moralistic messages, awe-inspiring American Romantic landscape paintings such as this one also served as documents of distant, exotic sites in the era before photography and modern travel.", "artistyear": "1826 - 1900", "nationality": "American", "artist": "FREDERIC EDWIN CHURCH", "photocredits": ""},
{"dimensions": "Image: 6 1/2 x 9 7/16 inches; Sheet: 8 x 9 15/16 inches", "title": "Untitled Film Still (#52)", "photo": "http://www.mfah.org/site_media/cache/09/53/09535097a8203f6d63b6ff5111a5617d.jpg", "technique": "Gelatin silver print", "credittext": "Gift of the Karen and Eric Pulaski Philanthropic Fund of the Houston Jewish Community Foundation", "artyear": "1979", "link": "http://www.mfah.org/art/detail/untitled-film-still-52/", "artdesc": "Cindy Sherman has built her career on examining the role of celebrity and fame in American culture, and her photographs create a lively artistic discourse about self-performance photography. She stars in all her photographs, and in her series Untitled Film Stills , she explores the roles women play in the movies. Here, Sherman buries her head in a pillow while the light catches her blond wig and shiny negligee. Resembling a scene from a B movie, the picture invites viewers to invent a story about it. By using herself as a model, Sherman makes photographs that deconstruct popular forms of celebrity representation, including film stills. I like the idea that different people can see different things in the same image, even if that's not what I would want them to see, she says. This series, which she began in 1977, tampers with the ways popular images simultaneously define and mask true identity. In the photographs she assumes the persona of a fictional character in a nonexistent film. She insinuates plot and adopts fabricated identities through props, costumes, and poses. Once the scene has been fully staged, Sherman photographs herself using a hidden remote-shutter release. The resulting image looks much like a traditional movie still or publicity photo, but in reality questions whether it is acceptable for a portrait just to have instantaneous appeal, or whether it must offer true psychological or emotional revelations about the subject. uTo view specific works by Sherman in the collection, contact the museum's , for an appointment.", "artistyear": "born 1954", "nationality": "American", "artist": "CINDY SHERMAN", "photocredits": "Cindy Sherman, courtesy of the artist and Metro Pictures"},
{"dimensions": "25 3/4 x 31 7/8 inches", "title": "Children in a Garden (The Nurse)", "photo": "http://www.mfah.org/site_media/cache/1c/bc/1cbc6857a0615cef647b01000cd5b5e0.jpg", "technique": "Oil on canvas", "credittext": "Gift of Mr. and Mrs. Meredith Long", "artyear": "1878", "link": "http://www.mfah.org/art/detail/children-garden-nurse/", "artdesc": "Mary Cassatt became well known for her paintings that depict women and children in domestic settings. Children in a Garden (The Nurse) is the first major Impressionist canvas of the outdoors that she painted, and it is one of her early masterworks. She included it in the eighth Impressionist Exhibition in Paris in 1886, and in her first major U.S. solo exhibition in 1895. The painting shows a nursemaid knitting while seated on a bench in a flower-bordered garden. One of her charges sleeps in a nearby carriage, and the other plays at her feet. As with much of Cassatt's work that was based on closely studying family, friends, and servants, this scene offers an intimate glimpse into the private lives of the subjects and portrays the charming characteristics of children and babies without the sentimentality that distinguished so many paintings of the time. Unusual for Cassatt, however, is the work's looser application of paint, its off-center composition, and its emphasis on the landscape. The bright sunlight knits the composition together; brilliant colors sweep through the canvas; and expertly articulated figures show the artist's disciplined draftsmanship and her ability to make them lifelike through careful dabs of paint. For example, the slightly downturned mouth of the baby in its carriage, along with the hand nestled against its face for comfort, indicate deep, peaceful sleep.", "artistyear": "1844 - 1926", "nationality": "American", "artist": "MARY CASSATT", "photocredits": ""},
{"dimensions": "96 x 144 inches", "title": "Past Recovery", "photo": "http://www.mfah.org/site_media/cache/80/07/8007ddc1c94689f3101d41ec336fa87b.jpg", "technique": "100 gelatin silver prints with toning", "credittext": "The Target Collection of American Photography; Gift of Target Stores", "artyear": "1979", "link": "http://www.mfah.org/art/detail/past-recovery/", "artdesc": "Esther Parada was trained as a photographer, but her work\\xf3monumental in scale and ambitious in nature\\xf3is not traditionally photographic. In Past Recovery , she re-creates a history of her family in one work of 100 images. She transforms the traditional photo album into one manipulated photograph of a 1920 family banquet enlarged to life-size. Past Recovery is a montage of personal memories, with all states of life\\xeds cycle represented. The artist thus compresses time, as human memory does, to link visual references never linked in reality. My sister's face is juxtaposed with her own image 30 years later and with that of a great aunt whom we never met, although family legend has it that they were cast in the same mold, Parada wrote. Similarly I see other members of that family gathering through the filter of my own cumulative experience. uTo view specific works by Parada in the collection, contact the museum's , for an appointment.", "artistyear": "1938 - 2005", "nationality": "AMERICAN", "artist": "ESTHER PARADA", "photocredits": "The Estate of Esther Parada"},
{"dimensions": "Image: 7 11/16 x 9 5/8 inches; Sheet: 8 x 10 inches", "title": "Joey Brandon with his Parents, Zena and Everett Cloy, Boston, Oct., 1987 , from the series People with AIDS", "photo": "http://www.mfah.org/site_media/cache/8b/01/8b01ed9ba3315e15632a23da01355aa6.jpg", "technique": "Gelatin silver print", "credittext": "Gift of Nina and Michael Zilkha", "artyear": "1987", "link": "http://www.mfah.org/art/detail/joey-brandon-his-parents-zena-and-everett-cloy-bos/", "artdesc": "uAs one of the first artistic confrontations with AIDS, Nicholas Nixon's intimate series of portraits , u was controversial in the late 1980s. Nixon captured his subjects with dignity and respect at a time when people with AIDS had generally been derided and victimized. Nixon, working with an 8x10-inch camera, shot images that are crisply detailed and powerfully sentimental. Although this bulky camera would have been somewhat awkward to use, Nixon's photographs have a snapshot quality, a testament to his talent and skill, u is the first of four photographs documenting the last months of Joey Brandon's struggle with the disease. In this image he is still in a state of relatively good health. As each photograph in the series shows the deterioration not only in Brandon's physical condition, but also in his spirit, Nixon demonstrates the power of photography to capture the passage of time through portraiture. Nixon is most famous for his series, , a project that documents four sisters with one photograph every year. The MFAH owns the complete series of both People with AIDS and Joey Brandon with his Parents, Zena and Everett Cloy, Boston, Oct, 1987 , among other prints by Nixon. The Brown Sisters uTo view specific works by Nixon in the collection, contact the museum's , for an appointment. People with AIDS The Brown Sisters", "artistyear": "born 1947", "nationality": "American", "artist": "NICHOLAS NIXON", "photocredits": "Nicholas Nixon"},
{"dimensions": "Each sheet: 6 15/16 x 10 3/16 inches; Each frame: 11 5/8 x 14 11/16 inches", "title": "A Different Kind of Order (The Thelonious Monk Story)", "photo": "http://www.mfah.org/site_media/cache/00/ab/00abd4c0d133e3b359973aa2a6e4c69d.jpg", "technique": "Gelatin silver prints and one typewritten sheet, individually framed", "credittext": "Museum purchase with additional funds; provided by the National Endowment for the Arts", "artyear": "1972-79", "link": "http://www.mfah.org/art/detail/different-kind-order-thelonious-monk-story/", "artdesc": "Based in Los Angeles, John Baldessari is one of the most influential conceptual artists of his generation. This installation consists of five photographs that were matted, framed, and then hung askew. The sixth frame contains an anecdote about jazz musician Thelonious Monk that illuminates the concept of the work: There's a story about Thelonious Monk going around his apartment tilting all the pictures hanging on the wall. It was his idea of teaching his wife a different kind of order. When she saw the pictures askew on the wall she would straighten them. And when Monk saw them straightened on the wall, he would tilt them. Until one day his wife left them hanging on the wall tilted. Baldessari began as a painter but in 1970 dramatically renounced his painting career and vowed to make only Post-Studio Art. Here, he not only demonstrates the literally tilted frames of the Monk story but also creates an analogy for a different type of order in the representation of art. By tilting his own frames, Baldessari asks viewers to consider why they were so committed to a perfectly straight frame when there is more than one way that an object can be presented. uTo view specific works by Baldessari in the collection, contact the museum's , for an appointment.", "artistyear": "born 1931", "nationality": "American", "artist": "JOHN BALDESSARI", "photocredits": "John Baldessari"},
{"dimensions": "24 x 30 inches", "title": "Haystack", "photo": "http://www.mfah.org/site_media/cache/b7/70/b770189e438de636ef82db7184b18dbc.jpg", "technique": "Tempera with oil glaze on linen, on wood panel", "credittext": "Gift of Frank J. Hevrdejs", "artyear": "1938", "link": "http://www.mfah.org/art/detail/benton-haystack/", "artdesc": "In Haystack , the rhythmic swirls of paint and lyrical movement of the workers make farm life appear pastoral. The theme-man working in harmony with nature, and the landscape as a source of bounty and sustenance-presents an ideal view of the hardships that farmers endured during the Great Depression of the 1930s. Haystack Referred to as a Regionalist, Thomas Hart Benton believed that the subjects of American artists should come from the nation's heartland. After initially absorbing the lessons of Modernism and embracing an abstract, vivid style, Benton turned in the 1920s to developing what he considered an \"authentic American art,\" an art that was socially responsible and never aesthetically hermetic. A solid technician in the studio, Benton pioneered a painterly technique of applying pigment with egg yolk and water, and then overlaying the surface with transparent glazes. The rich tones and sensuous surfaces of his paintings are the result of this technique and of his heavily managed brushwork, in which he picked details out of the wet surface of the paint. In , the spiraling motion implicit in the hay coiled on the central pole is echoed throughout the painting, where content and artistic process meld seamlessly as Benton weaves together sky, earth, and farmer into one holistic vision of rural life in Missouri.", "artistyear": "1889 - 1975", "nationality": "American", "artist": "THOMAS HART BENTON", "photocredits": "Thomas Hart Benton and Rita P. Benton Testamentary Trusts/Licensed by VAGA, New York, NY, www.vagarights.com"},
{"dimensions": "92 7/8 x 80 inches", "title": "Painting", "photo": "http://www.mfah.org/site_media/cache/b1/c2/b1c2064f702ea6f4cc88439c748603e7.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase", "artyear": "1961", "link": "http://www.mfah.org/art/detail/rothko-painting/", "artdesc": "By 1949 Mark Rothko had arrived at his signature Abstract style. Rothko used layers of thinned paint, soaked into the canvas, to create nuances of tone that gradually emerged as ethereal, floating rectangles of color. In contrast to the Action Painters, he worked to eliminate the gestural line, creating instead vast areas of color to envelop the viewer. Rothko viewed color as a means to express emotions, a medium through which paint and canvas could be transformed into the sublime. In this painting, the close hues of the dark colors are punctuated by the vibrant drama of the red band on top. The subtle shifts of color between the lower two rectangular forms and the dark ground create a quiet luminosity that is both majestic and tragic. The shimmering and flickering light, along with the pulsating colors that alternately project and recede, offer an impression of continual movement.", "artistyear": "1903 - 1970", "nationality": "American, born Russia", "artist": "MARK ROTHKO", "photocredits": ""},
{"dimensions": "31 3/4 x 10 1/4 x 11 7/8 inches", "title": "Border Crossing (Cruzando el Rio Bravo)", "photo": "http://www.mfah.org/site_media/cache/95/b5/95b52a2b152ffc47c6a9992a5cee3865.jpg", "technique": "Fiberglass with pigment and glitter", "credittext": "Gift of Frank Ribelin", "artyear": "1987", "link": "http://www.mfah.org/art/detail/jimenez-border-crossing-cruzando-el-rio-bravo/", "artdesc": "Luis Jim\\xe9nez is best known for his vivid fiberglass sculptures that interpret myths of the American West from a Chicano perspective. Not only did Jim\\xe9nez work with populist materials such as fiberglass-familiar to the lowrider culture of the Southwest-he also celebrated everyday people. Border Crossing (Cruzando el Rio Bravo) This work, , is a small-scale study for one of the artist's most eloquent sculptures. Reflecting on his own Mexican heritage, Jim\\xe9nez pays heartfelt homage to laborers who face exploitation, exportation, and even death by crossing the Rio Grande (or, as seen from the Mexican side, the Rio Bravo) into the United States. A man bears his wife and child on his shoulders, an ensemble that recasts the biblical Flight into Egypt in secular and present-day terms. I had wanted to make a piece that was dealing with the issue of the illegal alien, Jim\\xe9nez explained. People talked about aliens as if they landed from outer space, as if they weren't really people. I wanted to put a face on them; I wanted to humanize them. I also wanted to deal with the whole idea of family. . . . I went back to my experience in El Paso where this is a common sight.", "artistyear": "1940 - 2006", "nationality": "American", "artist": "LUIS JIMENEZ", "photocredits": "2010 Estate of Luis A. Jimenez, Jr. / Artists Rights Society (ARS), New York"},
{"dimensions": "25 x 30 inches", "title": "Puritan", "photo": "http://www.mfah.org/site_media/cache/ff/6e/ff6e1849a165909946f8bc654ecceddb.jpg", "technique": "Oil on canvas", "credittext": "Gift of the Frank Freed Memorial Painting Fund", "artyear": "1947-50", "link": "http://www.mfah.org/art/detail/laselle-puritan/", "artdesc": "A pioneer of Texas Modernism, Toni LaSelle was one of the first Texas painters to commit fully to Abstraction. Her paintings have a vibrant force and compositional confidence that are exceptional, as demonstrated in Puritan. uLaSelle's work of the 1940s offers an important example of Texas Modernism. Influenced by her studies with Abstract Expressionist Hans Hofmann, she brought a painterly sophistication to her elemental, typically small-scale abstractions. LaSelle painted , uover her extended summer visits to Provincetown, the Cape Cod artists' colony where Hofmann's workshop was located. As the title suggests, the composition has a stringent and pared-down purity. The bold, saturated forms, both angular and rounded, are pitted against each other, their cool balance reflecting the rhythms of nature,", "artistyear": "1901 - 2002", "nationality": "American", "artist": "DOROTHY ANTOINETTE (TONI) LASELLE", "photocredits": ""},
{"dimensions": "69 x 110 x 30 inches", "title": "Juarez/El Paso (Boxcar)", "photo": "http://www.mfah.org/site_media/cache/17/b4/17b401dbadc1c3c86d0512158a37a0a3.jpg", "technique": "Charcoal on paper mounted in steel frame with mixed media (coal, railroad spikes, crowbar)", "credittext": "Museum purchase", "artyear": "1987-88", "link": "http://www.mfah.org/art/detail/drake-juarezel-paso-boxcar/", "artdesc": "For more than three decades, James Drake has mined the complexities of the Texas-Mexico border culture of El Paso and its neighboring Ciudad Juarez in a series of stark installations, videos, and powerful drawings. Drake moved with his family from the Texas Panhandle to El Paso in the 1960s. Juarez/El Paso, In the mid-1980s, Drake began a project titled Juarez/El Paso (Boxcar) which responded to specific border events. During the summer of 1987, 18 undocumented immigrants suffocated to death when the boxcar in which they were hiding was sidelined outside the town of Sierra Blanco, near El Paso. One man survived, and he later recounted that the \\xeccoyote\\xee who had arranged their passage deliberately locked the boxcar, throwing them a crowbar before closing the door. memorializes this incident. Drake offers a vivid image of the isolated boxcar. Drawn in charcoal and framed in steel, it has a material affinity with the actual coal, railroad spikes, and crowbar that are placed in the foreground. The two-part drawing and installation forces the viewer to empathize with the men who lost their lives trying to enter the United States.", "artistyear": "born 1946", "nationality": "American", "artist": "JAMES DRAKE", "photocredits": "James Drake"},
{"dimensions": "160 inches", "title": "I Am Building with the Axe, the Knife, and the Needle's Eye", "photo": "http://www.mfah.org/site_media/cache/1a/b9/1ab9ce952dee0ee2ea253656984205a1.jpg", "technique": "Hickory, oak, pine, padouk, and mahogany", "credittext": "Gift of Duke Energy", "artyear": "1982", "link": "http://www.mfah.org/art/detail/surls-i-am-building-axe-knife-and-needles-eye/", "artdesc": "Throughout his career, James Surls has explored the dynamic balance between life and death, creation and destruction. Surls spent many years of his life in East Texas, and he drew inspiration from the landscape of the Piney Woods that surrounded his studio in Splendora, north of Houston. I Am Building with the Axe, the Knife, and the Needle's Eye The 13-foot-tall u is constructed out of a variety of wood that Surls was able to gather in the forests around his studio. The combination of these found elements (such as the inverted tree trunk that forms the figure's body) and the more finely worked tools emphasizes Surls' interest in the dynamics between nature and culture. The twisting forms that define the head and feet evoke the physical powers of a tornado and the frenetic energy of the artist as creator. Ultimately, the sculpture is a self-portrait of the artist at work.", "artistyear": "born 1943", "nationality": "American", "artist": "JAMES SURLS", "photocredits": ""},
{"dimensions": "76 x 48 inches", "title": "Stringer of Sheepsheads I", "photo": "http://www.mfah.org/site_media/cache/ca/4d/ca4d736a4ae6386ba3718e4dcaa9c93e.jpg", "technique": "Oil on linen", "credittext": "Gift of Nona and Richard Barrett, Bettie Cartwright and Colin Kennedy, Isabel B. Wilson, The Brown Foundation, Inc., Melissa and Albert Joseph Grobmyer IV, Puffer-Sweiven, L.P., Carol Ballard, Janet and Paul Hobby, David Durham, and Edwin A. Eubanks", "artyear": "1992", "link": "http://www.mfah.org/art/detail/bates-stringer-sheepsheads-i/", "artdesc": "Throughout his career, David Bates has made everyday life on the Gulf of Mexico his chief subject matter. Bates brings an intimacy and naturalism to these landscapes and portraits, creating preparatory sketches on site. Stringer of Sheepshead I In the early 1990s Bates began an extended series of paintings of the Galveston and Bolivar coastal communities, a change of focus that affected both his palette and compositional structures. typifies this shift in Bates's work. The image is bathed is brilliant sunlight, the standing figure is closely cropped, and the composition is broken up into forceful, structural elements as the line of fish, the planks of the pier, the waves, and the clouds establish a staccato rhythm across the canvas. He endows one of this region's most important activities-fishing-with heroic integrity. The large scale of the work, as well as Bates's profoundly physical and sculptural handling of the paint, monumentalizes a pier fisherman and his string of freshly caught sheepshead.", "artistyear": "born 1952", "nationality": "American", "artist": "DAVID BATES", "photocredits": ""},
{"dimensions": "90 x 72 inches", "title": "Penumbra", "photo": "http://www.mfah.org/site_media/cache/d2/2b/d22bbd4ad45b207dc58abb0f10faeaf7.jpg", "technique": "Oil on linen", "credittext": "Bequest of Caroline Wiess Law", "artyear": "1959", "link": "http://www.mfah.org/art/detail/gottlieb-penumbra/", "artdesc": "uAdolph Gottlieb was one of the foremost proponents of Abstract Expressionism. Like many artists of his generation, in the 1930s he participated in the U.S. government's WPA Federal Art Project. Influenced by the \\xe8migr\\xe8 Surrealists who sought refuge in New York during World War II, Gottlieb explored a new abstract language, one loaded with mystical and mythological content. , In the mid-1950s Gottlieb began to oppose closed and open forms, a motif that evolved into the famous Bursts that many view as the culmination of his career. Gottlieb reduced his composition to two essential components: a radiant red circle floating above a lively maze of large black brushstrokes. The rival forms one serene and heavenly, the other turbulent and expressive have been seen to represent essential pairs such as order and chaos, female and male, or heaven and earth. Charged with emotional resonance, Penumbra shows Gottlieb at the height of his powers.", "artistyear": "1903 - 1974", "nationality": "American", "artist": "ADOLPH GOTTLIEB", "photocredits": ""},
{"dimensions": "76 x 106 inches", "title": "Mr. Friend's Revenge", "photo": "http://www.mfah.org/site_media/cache/17/fa/17fa3c685422116da612b34b9f26fe98.jpg", "technique": "Oil on canvas", "credittext": "Gift of Isabel B. and Wallace S. Wilson", "artyear": "1982", "link": "http://www.mfah.org/art/detail/alexander-mr-friends-revenge/", "artdesc": "uBeaumont-born John Alexander has rooted his career in his native landscape, from his first paintings of the East Texas coast and Piney Woods to his later studies of the local landcape of New York's Long Island, u has the lush palette of a nocturnal swamp. The artist has revealed, however, that the painting was inspired by the sight of his cat, Mr. Friend, peering through a fish tank. The specter of the cat is repeated across the canvas, as are images of fish; an inverted death's head on the right indicates the cat's intent, uThis work marks a turning point in Alexander's career. Even after he made his home in New York, leaving the cat behind with his ex-wife in Texas, Alexander frequently incorporated Mr. Friend in his art. In , Alexander blends Abstraction, Expressionism, and a brilliant eye for detail in a sweeping and energetic canvas.", "artistyear": "born 1945", "nationality": "American", "artist": "JOHN ALEXANDER", "photocredits": ""},
{"dimensions": "38 3/8 x 98 inches", "title": "Jubilee: Ghana Harvest Festival", "photo": "http://www.mfah.org/site_media/cache/6b/bb/6bbb3f4d42011bbf4efed4e678db043d.jpg", "technique": "Tempera and acrylic on canvas", "credittext": "Gift of Duke Energy", "artyear": "1959-63", "link": "http://www.mfah.org/art/detail/jubilee-ghana-harvest-festival/", "artdesc": "This painting depicts a festival, or durbar , held annually in Ghana to celebrate the passage of the seasons and the harvest. The cyclical passage of the seasons is echoed in the swaying rhythms of the singing and dancing women. It is based on a series of drawings John Biggers made while in the Ghana region of West Africa in 1957. During the 1940s, Biggers forged a new painting style that was rooted both in the Mexican mural movement and in the 1930s murals commissioned by the U.S. government as part of the Federal Arts Project. Biggers arrived in Houston in 1949 to head the art department at the newly opened Texas Southern University. Embracing mural painting as a means of expressing his heritage, he became the region\\xb4s most eloquent chronicler of the changing identity of African Americans. In 1957 Biggers was a pioneer in traveling to Africa to learn more about his cultural roots. Out of his experiences he developed a unique synthesis of African, European, and American art that influenced numerous younger artists.", "artistyear": "1924 - 2001", "nationality": "American", "artist": "JOHN BIGGERS", "photocredits": "John T. Biggers Estate / Licensed by VAGA, New York, NY, www.vagarights.com"},
{"dimensions": "44 4/16 x 54 inches", "title": "Number 6", "photo": "http://www.mfah.org/site_media/cache/fb/42/fb42c486713c64740cc1d4c526675888.jpg", "technique": "Duco and aluminum paint on canvas", "credittext": "Gift of D. and J. de Menil", "artyear": "1949", "link": "http://www.mfah.org/art/detail/number-6/", "artdesc": "Number 6 u belongs to Jackson Pollock's first triumphant period of dripped-and-poured paintings. Taking the canvas off the easel and laying it on the floor of his studio so that he could work from all four sides, Pollock dripped, poured, and flung enamel paint on the surface, eliminating brushes and literally drawing with the liquid medium, Revolutionary not only for their technique, these paintings redefined representations of space and the subject of art. Pollock's drip paintings introduced a sense of all-overness, a lack of compositional focus where any one part of the canvas is just as important or central as any other. The energetic web of color and line the concrete notation of the act of painting became the artist's subject. This active, physical style of painting is now known as Abstract Expressionism, or alternatively, Action Painting. The Abstract Expressionists were a loosely formed group of artists who came of age in post-World War II New York and were concerned with rendering emotive or psychological subject matter in abstract form.", "artistyear": "1912 - 1956", "nationality": "American", "artist": "JACKSON POLLOCK", "photocredits": ""},
{"dimensions": "Image: 18 5/16 x 23 inches; Sheet: 20 x 23 15/16 inches", "title": "Desert Fire #249", "photo": "http://www.mfah.org/site_media/cache/01/be/01be5f3b2d8d868e0d8a209e68b8080b.jpg", "technique": "Chromogenic print", "credittext": "Gift of Joan Morgenstern in honor of Clinton T. Willour", "artyear": "1985", "link": "http://www.mfah.org/art/detail/misrach-desert-fire-249/", "artdesc": "As a student at the University of California, Berkeley, in the late 1960s, Richard Misrach developed a keen sense of activism. He produces provocative photographs of man-altered landscape and is most famous for his lifetime project the Desert Cantos u series. Begun in 1979, these images examine the complex interaction between humans and nature, aesthetics, politics, and ecology, particularly of the American West. Misrach's photographs are incredibly beautiful, yet they address social issues in a critical and provocative way, Although Misrach considers all of his desert photography to be part of one single work, he has divided the pictures into subseries called cantos, each representing a song in a song cycle or a stanza in a love poem, visually examining a different aspect of desert life. Though he originally started with four cantos (representing the four elements: earth, air, water, and fire), he continually adds new ones. This image from Canto IV shows a controlled agricultural fire, set to clear alfalfa fields. The beauty of the scene of a desert fire demonstrates the complexity of Misrach\\xeds approach, juxtaposing the formal splendor of the dramatic and expressive color against the sobering implication of air pollution. uTo view specific works by Misrach in the collection, contact the museum's , for an appointment.", "artistyear": "born 1949", "nationality": "American", "artist": "RICHARD MISRACH", "photocredits": "Richard Misrach 1985"},
{"dimensions": "30 1/8 x 25 1/8 inches", "title": "Portrait of Mary Pemberton", "photo": "http://www.mfah.org/site_media/cache/3d/05/3d0547f4cde3a511a3dbff86e8d1853c.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg;", "artyear": "1734", "link": "http://www.mfah.org/art/detail/portrait-mary-pemberton/", "artdesc": "", "artistyear": "1688 - 1751", "nationality": "American, born Scotland", "artist": "JOHN SMIBERT", "photocredits": ""},
{"dimensions": "75 x 22 7/8 x 21 1/2 inches", "title": "Coat Rack with Trench Coat", "photo": "http://www.mfah.org/site_media/cache/86/68/8668d06f7069566d882509a07f61fed7.jpg", "technique": "Honduran mahogany", "credittext": "Gift of Roy M. Huffington, Inc., and anonymous donors", "artyear": "1978", "link": "http://www.mfah.org/art/detail/coat-rack-trench-coat/", "artdesc": "Originally trained as a sculptor, Wendell Castle emerged as a leader of American Studio Craft in the 1960s. In his upstate New York studio, he sculpted exquisitely crafted, wholly original organic forms from large blocks of laminated hardwoods. In 1976 he began producing historically inspired furniture, playfully augmented with carved trompe l'oeil (fool-the-eye) objects. In this superb example, a supple, life-size trench coat-complete with buttonholes, a missing button, and a hem-appears to hang on a real coat rack. Using mahogany to sculpt an object that is traditionally made of cloth, Castle wittily plays with the definitions of art and reality, sculpture and functional object.", "artistyear": "born 1932", "nationality": "American", "artist": "WENDELL CASTLE", "photocredits": "Wendell Castle"},
{"dimensions": "2 x 11 x 13 inches", "title": "The Sneak Necklace", "photo": "http://www.mfah.org/site_media/cache/95/f3/95f334fb12557ae2de6d5faeb913afaf.jpg", "technique": "Beads and thread", "credittext": "Gift of the Caroline Wiess Law Foundation", "artyear": "1989", "link": "http://www.mfah.org/art/detail/sneak-necklace/", "artdesc": "Joyce Scott threads diverse influences such as Native American beadwork, African art, and Mexican weavings into her provocative compositions. By combining these elements with her personal experiences as an African American, Scott creates art full of unrelentingly political and social commentary. In The Sneak , for example, an act of violence has taken place. Three small figures, gossiping behind the back of the central character, reach out to separate a couple. The woman lies on the ground, bleeding; the man has her blood on his hands and an angry sneer on his face. Is he a husband who heard people talk about his wife sneaking around? Or have the three sneaks acted as puppet masters in inciting the violence? Throughout her career, Scott has engaged in the realms of jewelry, sculpture, performance art, and installation. She began using beads in her jewelry in the mid-1970s, after working with Native American and African artists at the Haystack Mountain School of Crafts in Maine. Amazingly, her pieces have no internal armature or backing. Rather, she constructs fluid, sculptural figures using a traditional Native American peyote stitch to sew thousands of colored beads into compelling compositions.", "artistyear": "1948 -", "nationality": "American", "artist": "JOYCE J. SCOTT", "photocredits": "Joyce J. Scott"},
{"dimensions": "", "title": "Acro, Green", "photo": "http://www.mfah.org/site_media/cache/f5/a4/f5a441b573dcce12cce78500099ca46b.jpg", "technique": "Projected light", "credittext": "Museum purchase", "artyear": "1968", "link": "http://www.mfah.org/art/detail/acro-green/", "artdesc": "James Turrell creates ecstatic and deeply beautiful art through his use Acro, Green of the purest of materials: light, framed within space. Acro, Green is an iconic example. In what came to be known as his Projection Piece series (1966-69), Turrell cast a beam of light from a high-intensity projector across a room onto a mural surface. Where the projection hit the wall (or corner) it became a sharply defined geometric form, both actual and illusionary. u, from this founding stage in Turrell's career, is created by projecting a single, controlled beam of light from the opposing corner, of the room. As it hits the corner, the projected light gives the illusion of a three-dimensional cubic form. The first version of this corner installation was created in 1967 with white light. A year later, Turrell made this variation in green-a color he uses sparingly.", "artistyear": "born 1943", "nationality": "American", "artist": "JAMES TURRELL", "photocredits": ""},
{"dimensions": "69 1/8 x 51 3/8 inches", "title": "Blonde", "photo": "http://www.mfah.org/site_media/cache/67/b5/67b57ef7495bb83b37d00277dce08aac.jpg", "technique": "Oil and beeswax on three canvas panels", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "1970", "link": "http://www.mfah.org/art/detail/american-blonde/", "artdesc": "uIn this three-panel painting, Brice Marden creates an abstract portrait of his wife, Helen Harrington Marden, herself an artist. Her height and shoulder width determine each panel's dimensions, and the title of the work-, references her hair color. Blonde Throughout his career, Marden has demonstrated the importance of pure painting. In the late 1960s, he established his signature monochromatic style, bridging the painterly qualities of Abstract Expressionism with the pared-down sensibility of Minimalism. Blonde In Blonde , Marden eliminated any linear or drawing elements from the monochromatic composition; by joining three panels, however, the space between the components comes to function as drawing. Silently luminous, balances a dense surface, ripe with pictorial incident, with formal simplicity. Having reduced the composition to blocks of uninflected color, Marden makes each panel mutely its own.", "artistyear": "born 1938", "nationality": "American", "artist": "Brice Marden", "photocredits": ""},
{"dimensions": "120 x 59 x 64 inches", "title": "Giant Soft Fan-Ghost Version", "photo": "http://www.mfah.org/site_media/cache/0e/31/0e3172ce105485d5a97ee0e389a6eda6.jpg", "technique": "Canvas, wood, and polyurethane foam", "credittext": "Gift of D. and J. de Menil", "artyear": "1967", "link": "http://www.mfah.org/art/detail/giant-soft-fan-ghost-version/", "artdesc": "With his oversized, soft-sculpture version of a common household fan, Claes Oldenburg brings a surprising sense of humor and irreverence to the gallery space. In Giant Soft FanGhost Version , Oldenburg takes a common desk fan and enlarges it to nearly 10 feet tall. Instead of using the original material of the industrial fan-metal-he swaps hard for soft and realizes his sculpture in canvas. Ghost Version uOldenburg is one of a number of artists who, in the 1960s, began to examine the objects and images of consumer culture. These so-called Pop artists turned everyday items into compositional sources for their art. Oldenburg's jarring sense of scale and unexpected use of materials make his reconstructions of everyday objects appear imposing, yet also soft and droopy. He reverses the viewer's expectations of what makes a monumental sculpture. The subtitle of this work, , u, refers to the sculpture's white color; Oldenburg also made a companion , in black vinyl, now in the collection of the Museum of Modern Art in New York. Giant Soft Fan", "artistyear": "1929", "nationality": "American, born Sweden", "artist": "Claes Oldenburg", "photocredits": ""},
{"dimensions": "36 1/8 x 60 x 60 inches", "title": "Untitled", "photo": "http://www.mfah.org/site_media/cache/64/d7/64d7aba83ba6f188aacaa1bae11e11f6.jpg", "technique": "Brass, painted aluminum", "credittext": "Museum commission with funds provided by the National Endowment for the Arts and matched by The Brown Foundation, Inc", "artyear": "1975", "link": "http://www.mfah.org/art/detail/untitled-judd/", "artdesc": "Working as both an artist and a writer, Donald Judd sought to overthrow traditional definitions of painting and sculpture. In their place he proposed specific objects that would occupy the same gallery space as the viewer. Judd worked in a pared-down aesthetic with industrially produced materials, a style that came to be known as Minimalism. Untitled uIn his embrace of a reductive and geometric vocabulary, Judd's essential form was the box: open, closed, or even stacked in repetition. Instead of creating his pieces in a studio, Judd would have them fabricated by a factory, thereby ensuring a perfect finish. Here, Judd uses the box form to combine structure, color, and material. The brilliant red of the interior bottom reflects against the side panels, fusing surface and light. Further, by placing the object directly on the floor, as opposed to resting it on a pedestal or base, Judd not only emphasizes the object-like quality of the piece but also thrusts , into the physical space of the viewer.", "artistyear": "1928 - 1994", "nationality": "American", "artist": "DONALD JUDD", "photocredits": ""},
{"dimensions": "118 x 118 x 41 inches", "title": "Sor Aqua (Venetian)", "photo": "http://www.mfah.org/site_media/cache/63/83/638340a65319d8620a3d5dcf0ec25e9b.jpg", "technique": "Wood, metal, rope, glass jug, and water-filled bathtub", "credittext": "Gift of the Caroline Wiess Law Foundation", "artyear": "1973", "link": "http://www.mfah.org/art/detail/sor-aqua-venetian/", "artdesc": "In 1964, Robert Rauschenberg became the first American artist to win the grand prize at the Venice Biennale. Almost a decade later he returned to Venice, drawing inspiration from the floating city in a new series of sculptures, including most notably Sor Aqua (Venetian) . By ennobling an ordinary bathtub, Rauschenberg conjures an air of grace in decline. Sor Aqua For half a century, Texas-born Rauschenberg stood as one of the most prolific and celebrated figures in American art. With an artistic practice characterized by vigor, curiosity, and intellect, he continuously moved across the realms of painting, sculpture, photography, printmaking, dance, and performance. Sor Aqua u alludes not only to Venice's canals but also to its grand, deteriorating architecture. Yet the rusted materials evoke something more ethereal: the levitating forms are both awkward and otherworldly. Floating in between the genres of sculpture and installation art, , sets up a powerful opposition of form and metaphor.", "artistyear": "1952 - 2008", "nationality": "American", "artist": "ROBERT RAUSCHENBERG", "photocredits": ""},
{"dimensions": "67 x 87 x 14 inches", "title": "Rose Art Memory", "photo": "http://www.mfah.org/site_media/cache/0f/95/0f9574c5fdf5336bc5950263496c6f3d.jpg", "technique": "Wood, lacquer, aluminum framework, television monitors, video", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "1988", "link": "http://www.mfah.org/art/detail/rose-art-memory/", "artdesc": "uRevered as the leading innovator of video art, Nam June Paik explored the relationship between people and the rapidly changing environment of the media age. Displaced by the Korean War in 1950, Paik traveled the world, residing in Hong Kong, Tokyo, Munich, and New York. Paik's experiences across the globe led him not only to realize the artistic potential of tech-, nology, but also to measure the distance from his native Korean culture. Rose Art Memory Paik directly confronts the issues of assimilation and modernization in his two-channel video image Rose Art Memory by combining modern and traditional influences. Arranged in a grid format, 14 monitors set to one channel encircle six monitors set to a different channel. The two videos stream simultaneously, generating a pulsating and hypnotic effect. Inscribed within each corner of the traditional, red lacquer frame are the four points of the compass, thus linking the piece to a specific Asian heritage. Created the year Seoul hosted the 1988 Olympic Games, profoundly conveys the experience of impermanence and instability within a hyper-stimulating medium. Furthermore, by juxtaposing ultramodern tech- nology against traditional framework, Paik questions whether such extreme cultural changes will ultimately lead to the degradation of a rich history.", "artistyear": "1932 - 2006", "nationality": "American, born Korea", "artist": "NAM JUNE PAIK", "photocredits": ""},
{"dimensions": "68 5/8 x 68 5/8 inches", "title": "Half", "photo": "http://www.mfah.org/site_media/cache/e3/f4/e3f41b9be7bc164a974bf0ad7f0a4e86.jpg", "technique": "Acrylic on canvas", "credittext": "Museum purchase", "artyear": "1959", "link": "http://www.mfah.org/art/detail/noland-half/", "artdesc": "Kenneth Noland was a leading proponent of Color Field painting. Along with Helen Frankenthaler and Morris Louis, he pioneered a stain painting technique, using first oil, then acrylic-based Magna, on raw, unprimed canvas. This method allowed for a remarkable directness of color. Half Half is one of a series of approximately 200 concentric-circle paintings Noland created between 1956 and 1963. Each painting varies in terms of the number, width, placement, and color of the circles. Working from the center outward, Noland applied paint directly onto raw canvas so that it soaked into the material, achieving an extraordinary degree of chromatic vibrancy. The visual drama of is in part due to the contrast between the expansive painterliness of the outermost circle and the more restrained geometries of the inner circles. The shifting color values add further drama, ranging from cool green to a deep celestial blue, creating an image that seems to bloom and pulsate, expand and contract.", "artistyear": "1924 - 2010", "nationality": "American", "artist": "KENNETH NOLAND", "photocredits": ""},
{"dimensions": "30 1/8 x 25 1/2 inches", "title": "Portrait of Samuel Pemberton", "photo": "http://www.mfah.org/site_media/cache/f3/13/f313c26e74aa58ed0c8ede5f3abd9a2a.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1734", "link": "http://www.mfah.org/art/detail/portrait-samuel-pemberton/", "artdesc": "uAmong the liveliest paintings in the Bayou Bend Collection is this distinguished portrait of an 11-year-old boy from Boston. Samuel Pemberton belonged to a wealthy family that made its fortune in real estate and the merchant trade. He graduated from Harvard and explored the ministry before taking over his father's business. Later, he entered public life as a justice of the peace and became a prominent member of the political group the Sons of Liberty. , uPainted by the first major art celebrity in the American colonies, Scottish-born John Smibert, this portrait portrays its subject as a bewigged gentleman in a soft gray suit, proudly erect with an alert expression on his face, his large eyes enhanced by exquisitely rendered eyelashes. A great deal of attention and care has been lavished on painting the ruffle, the braid and buttons of the coat and vest, and the graceful swirls of the wig. Despite the formulaic composition, this portrait has considerable charm and verve, whereas Smibert's later portraits of Samuel's sisters Hannah (in the collection of the Metropolitan Museum of Art) and Mary (in the Bayou Bend Collection) are less appealing. The three portraits likely hung as a unit, with Samuel at center.", "artistyear": "1688 - 1751", "nationality": "American, born Scotland", "artist": "JOHN SMIBERT", "photocredits": ""},
{"dimensions": "48 5/8 x 36 1/4 inches", "title": "Portrait of a Boy", "photo": "http://www.mfah.org/site_media/cache/23/77/2377db1939b95733c66def29964fde03.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "c. 1758-60", "link": "http://www.mfah.org/art/detail/portrait-boy/", "artdesc": "uCharacterized by bold color, theatrical lighting, and attention to fine detail, this portrait beautifully conveys the hallmarks of John Singleton Copley's early style. The artist surrounds the jaunty boy with the signs of privilege, wealth, and social standing expected of aristocratic 18th-century portraiture, uThe identity of the boy is unknown, but such a relatively large, full-length portrait indicates that he was probably the first-born son and heir of a wealthy and socially ambitious family. His posture suggests nonchalance and easy confidence, esteemed characteristics of behavior endorsed by etiquette books of the period. Reinforcing the refined tone is the dapper rose pinned to the boy's jacket, a prop that is unique in Copley's oeuvre. The portrait's profusion of other props-a battledore and shuttlecock, a braid-trimmed tricorn hat tossed to the ground, a marble or stone architectural element that existed not in the colonies but probably in a mezzotint source of Continental or English portraits-and its complex landscape details point to a considerable effort on the part of Copley to impress his patrons with his knowledge of European prototypes and to flatter the boy's family,", "artistyear": "1738 - 1815", "nationality": "American", "artist": "JOHN SINGLETON COPLEY", "photocredits": ""},
{"dimensions": "36 1/8 x 29 inches", "title": "Victorian Bouquet", "photo": "http://www.mfah.org/site_media/cache/a8/eb/a8eb93e786649a49ef422c7145afe43d.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the Agnes Cullen Arnold Endowment Fund", "artyear": "c. 1850-55", "link": "http://www.mfah.org/art/detail/victorian-bouquet/", "artdesc": "Severin Roesen's exuberant Victorian Bouquet showcases a profusion of brightly colored flowers and luscious ripe fruits, along with a thin-stemmed glass of sparkling wine, all resting on a dark marble ledge. This portrayal of overflowing abundance provides a feast for all of the senses and celebrates mid-19th-century America's wealth and good fortune, the result of urbanization and industrialization. Victorian Bouquet Roesen began his career as a porcelain painter in his native Germany. Because 19th-century German porcelain often displayed floral designs, that experience provided a good foundation for still-life painting. He may also have benefited from early exposure to 17th- and 18th-century Dutch paintings of fruit and flowers, as well as from the 19th-century works that revived the still-life tradition. In the late 1840s, Roesen immigrated to the United States, where he painted u. The opulent arrangement of morning glories, roses, irises, tulips, and other flowers, surrounded by fruits such as blackberries, apricots, and strawberries, exemplifies Roesen's crisp and luxuriant style. The artist greatly popularized still-life painting-a genre that did not develop into a substantial tradition in the United States until the 1850s and 1860s-and influenced American artists for generations.", "artistyear": "c. 1815 - c. 1872", "nationality": "American, born Germany", "artist": "SEVERIN ROESEN", "photocredits": ""},
{"dimensions": "69 x 78 1/2 inches", "title": "Legend", "photo": "http://www.mfah.org/site_media/cache/56/7b/567bd0071f306041c4ca3e54bff27f27.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided; by the Alice Pratt Brown Museum Fund", "artyear": "1977", "link": "http://www.mfah.org/art/detail/legend/", "artdesc": "Among the most celebrated of the Abstract Expressionist painters in the 1950s and early 1960s, Philip Guston bracketed his career with paintings devoted to the figure. In the 1940s, he painted scenes of battling figures to reflect the horrors of World War II. Late in life, Guston returned to these images, as demonstrated in this eloquent self-portrait, which can be understood as a meditation on mortality and memory. Dominating the composition is the figure of the artist, shown lying in bed. Behind him is a horse, which can be understood as a literal nightmare. uOn the left are scattered cigarettes and alcohol bottles, reminders of the bad habits Guston was forced to abandon as his health failed. The trash-can lid, which stands like a shield in the center of the composition, and the sparring clubs and fists suggest ongoing battles that populate the artist's dreams, and psyche.", "artistyear": "1913 - 1980", "nationality": "American, born Canada", "artist": "PHILIP GUSTON", "photocredits": ""},
{"dimensions": "27 1/4 x 40 1/8 inches", "title": "The Call for Help", "photo": "http://www.mfah.org/site_media/cache/8b/fd/8bfd5ddafec4ca14f93ba1ccc584fdef.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "c. 1908", "link": "http://www.mfah.org/art/detail/call-help/", "artdesc": "uAt first glance, this painting is difficult to decipher. But much in the way that eyes adjust to darkness, forms and patterns begin to emerge out of the gloom, and three startled horses threatened by two wolves (or coyotes) come to light. The evocative mood and supernatural quality of this work, and others like it, made the West look like a timeless dreamworld, a quality that established Frederic Remington's nocturnes, or night scenes, among his greatest artistic achievements, Remington exhibited The Call for Help in his 1908 solo exhibition at the prestigious New York gallery Knoedler & Company. The painting received superb reviews, with at least five critics singling it out for praise. The New York Times stated that the work tells, perhaps, the most impressive story of all those in the show. Other critics likewise celebrated Remington as a great storyteller and painter, as well as a preserver of the romantic and primal side of Western life. Indeed, the composition is a masterly rendering of a tense moment set within a moonlit, snowy landscape. Using black, blue, and highlights of gray, Remington suggests the musculature, sheen, and movement of the three terror-stricken horses: one cowers, another rears, while the third, partially obscured from view, presses close to the fence. The fence itself, an abstract pattern of broad bands of light and dark, marks the collision between the wildness of nature and the order of civilization, the latter represented by the log cabin and stacks of hay or grain in the background.", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "44 x 49 inches", "title": "Passing By", "photo": "http://www.mfah.org/site_media/cache/94/8c/948c96ef0a1c2c12414be6475785d205.jpg", "technique": "Oil on canvas", "credittext": "Gift of the Ranger Fund, National Academy of Design", "artyear": "c. 1924", "link": "http://www.mfah.org/art/detail/passing/", "artdesc": "As tightly woven as a fine tapestry, Passing By shows people of the Taos Pueblo moving through a glade of cottonwoods in the brilliant autumn sun of the Southwest. The figures and landscape are integrated as one. Passing By Exhibited in the 1924 Venice Biennale and the winner of the gold medal in the 1926 exhibition at New York's National Academy of Design, Passing By is among the finest paintings produced by Taos Society artist E. Martin Hennings. The Taos Society of Artists was the first art colony established west of the Mississippi River, its roots going back to 1898. Following the development of railroad travel and tourism in the Southwest, artists rushed there and embraced Pueblo culture and the dramatic colors and topography of the desert region. Shimmering like a golden screen shot through with vivid notes of blue, this painting presents a dramatic backdrop of aspen trees against which three Taos Pueblo Indians pass by as if in a timeless procession. All three men are wrapped in woven blankets and wear silver adornment, long braids, and modern clothing. In , Hennings presents a solemn, dignified image of an enduring native culture.", "artistyear": "1886 - 1956", "nationality": "American", "artist": "E. MARTIN HENNINGS", "photocredits": ""},
{"dimensions": "49 7/8 x 39 7/8 inches", "title": "Portrait of Mrs. Samuel McCall, Sr.", "photo": "http://www.mfah.org/site_media/cache/fd/77/fd7756a2f14563e979a4b5c15b551ca9.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Miss Ima Hogg", "artyear": "1746", "link": "http://www.mfah.org/art/detail/portrait-mrs-samuel-mccall-sr/", "artdesc": "uOne of several portraits of Philadelphia's McCall family, this painting features a young woman standing erect in front of an Ionic column and beside a swath of crimson drapery and a Rococo marble-topped table on which she rests her hand. Imposing, elegant, and spare, it shows how Robert Feke provided dignified portraits for his clientele, whether in Philadelphia, Boston, Virginia, or Barbados, The first major native-born artist of the British North American colonies, Feke is known for his relatively large, impressive portraits. He borrowed from the tradition of Baroque portraiture, including swags of brightly colored drapery, columns, elegant dresses, and props. His grand portraits of colonists dressed and posed in the guise of English nobility evoke a quality of dignity and grace, and as exemplified in this excellent example, showcase a combination of grandeur and simplicity. At the time Feke painted Anne McCall, she had been married for nine years to her cousin, Samuel, a prominent Philadelphia merchant. Here, she is dressed in a radiant, crystal-buttoned, blue silk dress, with a salmon pink underskirt, accentuated at the narrow waist by a tassel belt. She gracefully holds a peony in her long, tapering fingers.", "artistyear": "c. 1707 - 1751", "nationality": "American", "artist": "ROBERT FEKE", "photocredits": ""},
{"dimensions": "13 x 18 13/16 inches", "title": "A View of Asheville, North Carolina", "photo": "http://www.mfah.org/site_media/cache/ec/0d/ec0d3c47caf8f7488fd84d5a7c86d5e3.jpg", "technique": "Oil on academy board", "credittext": "Gift of the Susan Vaughan Foundation; in memory of Susan Clayton McAshan", "artyear": "1850", "link": "http://www.mfah.org/art/detail/view-asheville-north-carolina/", "artdesc": "This detailed, panoramic view of Asheville, North Carolina, is one of many paintings that led 19th-century critics and patrons, as well as the public, to call Robert Duncanson the best landscape painter in the West. A View of Asheville, North Carolina The first artist of African American descent to gain national and international acclaim, Duncanson emerged in the 1850s as the principal painter in and around the Cincinnati area. During the summers of 1850 through 1852, he traveled and sketched in the Ohio River Valley, visiting the western North Carolina city of Asheville, nestled in the Blue Ridge Mountains. u depicts two figures looking out over the valley, one touching the shoulder of the other and motioning toward the town. The focal points of the work, however, are the dramatic mountain range in the background and the sky above, which displays the elegant transition from the golden glow of the sun at right to blue at center. Gnarled and blasted trees bracket the image, an allusion to the passage of time and America's primordial past. Juxtaposed against the cleared valley and developing city below, they warn about man's encroachment on and destruction of nature,", "artistyear": "1821 - 1872", "nationality": "American", "artist": "ROBERT DUNCANSON", "photocredits": ""},
{"dimensions": "44 x 38 inches", "title": "Aeroplane", "photo": "http://www.mfah.org/site_media/cache/1e/a1/1ea1cb0fb013d8d2164c04276b20ab5e.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the Brown Foundation Accessions Endowment Fund", "artyear": "1928", "link": "http://www.mfah.org/art/detail/aeroplane/", "artdesc": "uElsie Driggs was one of the only women associated with the Precisionist movement in early 20th-century American art. In precise, sharply delineated, geometric forms, the Precisionists championed the bridges, planes, towers, mills, and factories that made up America's new industrial landscape, as seen in this depiction of the latest form of transportation: the aeroplane, uDriggs, the daughter of a steel-mill engineer, understood modern industry well. In 1928, en route to Ford Motor Company's celebrated Rouge factory plant in Detroit, she became fascinated with the Ford Tri-Motor plane in which she was flying and decided to depict the aircraft in a painting. She produced several sketches and completed , upon her return to New York, where she exhibited the work in her first solo exhibition, at Daniel Gallery in 1929. Aeroplane Isolating the plane in the center of the composition, Driggs offers a specimen for the viewer to savor, a modern technological marvel. Using muted tones of gray, the artist defines the sleek metal materials of the plane. The tightly painted canvas is lined with various diagonals, creating an abstract, almost gridlike effect, which gives the plane a sense of dynamism and movement. Like other Precisionist paintings of the era, Aeroplane partakes of both realism and abstract design.", "artistyear": "1898 - 1992", "nationality": "American", "artist": "ELSIE DRIGGS", "photocredits": "Merriman Gatch"},
{"dimensions": "17 3/8 x 21 3/8 inches", "title": "Walking the Chalk", "photo": "http://www.mfah.org/site_media/cache/98/4a/984a0b02936966adc7333b7862dcc136.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the Agnes Cullen Arnold Endowment Fund", "artyear": "1838", "link": "http://www.mfah.org/art/detail/walking-chalk/", "artdesc": "Here, in a drinking game called walking the chalk, a drunkard is challenged to see whether he is sober enough to walk in a straight line marked on the tavern floor. The work brilliantly expresses two major themes that dominated early American genre paintings: the growing concern about divisions between the North and South in the pre-Civil War years, and the social interactions among ordinary Americans in public places. This lively tavern scene by American painter Charles Deas is rich with hidden meanings that audiences would have understood in the 1830s. The figure of the con man thumbs his nose (as much a sign of indignation in the 19th century as it is today) and invites the viewer to question the scene as a scam. Although commonly a sign of fidelity, the slouched dog may refer to the popular phrase drunk as a dog, raising concerns about the excessive consumption of alcohol that would culminate in the temperance movement. The issue of slavery is suggested by the presence of the African American straddling the line, expressing the mounting apprehensions about national unity and balance as states entered the Union as either slave-holding or free. Such is the stuff of 19th-century American genre paintings that their potential meanings may be endlessly discussed and debated, the very feature of U.S. democracy that this art form aimed to celebrate.", "artistyear": "1818 - 1867", "nationality": "American", "artist": "CHARLES DEAS", "photocredits": ""},
{"dimensions": "", "title": "The Crying Room: A Memorial to the Ancestors", "photo": "http://www.mfah.org/site_media/cache/af/dd/afdd9c36acf75482b5afe7e1e04c6667.jpg", "technique": "Mixed-media installation", "credittext": "Gift of AT&T New Art/New Visions and the Wilder Foundation", "artyear": "1992", "link": "http://www.mfah.org/art/detail/crying-room-memorial-ancestors/", "artdesc": "The Crying Room: A Memorial to the Ancestors bears witness to the enormous human suffering of African slaves as they were transported against their will to the Americas. Artist Vicki Meek represents the terrible history of the Middle Passage through a sophisticated layering of sources, ranging from the bleak records of the European slave ships to musical chants that attest to the survival of traditional cultures in the New World. The Crying Room Dominating Public memorials are important because they allow a society or a community to reconcile its grief. The collective grief over the loss of the millions of ancestors lost during the Middle Passage and through the mass lynchings of the 20th century has never had an outlet. Consequently, this pent-up grief manifests itself in many inexplicable ways. . . . <strong>The Crying Room: A Memorial to the Ancestors </strong>is meant to allow us to remember and grieve for all those many ancestors whose lives were sacrificed. is an elaborate Yoruba ideograph representing \"The Lifting of the Plate,\" or the final ascension that takes one from death into the realm of the ancestors. Another wall of the installation chronicles the horrifying mathematical calculations of slavers who estimated acceptable losses in human life; and the third is inscribed with symbols of hope and redemption. Upon leaving the gallery, the visitor is invited to add a personal comment to the memorial wall. -Vicki Meek", "artistyear": "born 1950", "nationality": "American", "artist": "VICKI MEEK", "photocredits": ""},
{"dimensions": "80 x 80 inches", "title": "Self-Portrait", "photo": "http://www.mfah.org/site_media/cache/d8/f2/d8f2dbd3a5d06b078d192e475ee25fef.jpg", "technique": "Acrylic screen print on canvas", "credittext": "Gift of the Charles Engelhard Foundation in honor of Linda L. Cathcart, Director of the Contemporary Arts Museum from 1979 to 1987", "artyear": "1986", "link": "http://www.mfah.org/art/100-highlights/warhol-self-portrait/", "artdesc": "In the 1960s a new artistic style overtook New York. Known as Pop Art and defined by its cool impersonality, this style embraced American popular culture, utilizing comics, tabloid photographs, and movie stills as artistic inspiration. Perhaps the best-known Pop artist was Andy Warhol, who conceived a new idea of the artist as celebrity. Across his career, Warhol worked in the traditional genre of portraiture. His portraits of celebrities such as Jackie Kennedy, Marilyn Monroe, and Elvis Presley were taken from publicity stills and newspaper photographs. He used these portraits not only to question the originality of the artistic image but also to explore themes of death, celebrity, and postwar culture. In this ghost-like self-portrait, produced a few months before his death, Warhol stares out at the viewer with an impenetrable glare. The artist's disembodied head floats against an inky black background, his image silkscreened in a pale violet. Slack-jawed and wearing a platinum fright wig, Warhol likens his face to a skull or death mask.", "artistyear": "1928 - 1987", "nationality": "American", "artist": "ANDY WARHOL", "photocredits": ""},
{"dimensions": "83 x 92 x 9 inches", "title": "Movements among the Dead", "photo": "http://www.mfah.org/site_media/cache/6a/af/6aaf09cce71d31a6cb19e7ddace5a098.jpg", "technique": "Oil, blackboard, and chalk", "credittext": "Gift of the Barrett Collection, Dallas, Texas", "artyear": "1990", "link": "http://www.mfah.org/art/detail/movements-among-dead/", "artdesc": "Vernon Fisher is the most prominent artist to bring a Postmodernist sensibility to Texas art. He explores narrative forms using images and text with a remarkable sense of poetry and an endless appetite for formal experimentation. Movements among the Dead is from a series of blackboard paintings that combine found and trompe l'oeil (fool-the-eye) imagery. Fisher is drawn to the blackboard, a familiar classroom tool, because of its ability to both record and erase quick notations and doodles. For Fisher, the blackboard represents the instability of meaning; it functions as a repository for conflicting and overlapping memories, emotions, and recollections. Fisher visualizes these thought processes by replicating the chalky erasure residue.", "artistyear": "born 1943", "nationality": "American", "artist": "VERNON FISHER", "photocredits": ""},
{"dimensions": "81 3/16 x 61 3/16 inches", "title": "Untitled", "photo": "http://www.mfah.org/site_media/cache/0e/15/0e15d4d1d78d4d5a8103a5e4b3f14a92.jpg", "technique": "Acrylic on canvas", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "1995", "link": "http://www.mfah.org/art/detail/glasco-untitled/", "artdesc": "This painting by Joseph Glasco demonstrates his skill with the vocabulary of post-World War II art, from the vigorous brushwork of the Abstract Expressionists to the push-pull color dynamics of Hans Hofmann. After serving in the Army during World War II, Glasco studied art in Texas, California, England, and Mexico before arriving in New York City during the heyday of Abstract Expressionism. Although he continued to exhibit regularly in New York, he moved away in the mid-1950s, settling in Galveston in 1972 to pursue his own brand of painting: a synthesis of European and American forms of abstraction and Surrealism. Created just a year before his death, this painting glows with a confident balance of complexity and resolution. The underlying grid structure that unites the composition is vividly animated by the gestural strokes that are laid down as middle and foregrounds; floating red rectangles further anchor the visual play across the surface. Filled with assurance and gusto, the work presents a brilliant palette animated by a syncopated compositional structure: it is the work of an artist at the peak of his career.", "artistyear": "1925 - 1996", "nationality": "American", "artist": "JOSEPH GLASCO", "photocredits": ""},
{"dimensions": "31 3/4 x 54 1/8 x 3 7/8 inches", "title": "Ella y 'El'", "photo": "http://www.mfah.org/site_media/cache/44/2c/442c73ecc56abb28638a3e2330ea55ff.jpg", "technique": "Mixed media", "credittext": "Gift of the Barrett Collection, Dallas, Texas", "artyear": "1990", "link": "http://www.mfah.org/art/detail/ella-y-el/", "artdesc": "Ella y El is a significant example of the work of Celia Alv\\xe1rez Mu\\xf1oz in the early 1990s, offering an essay on coming of age and the rites of passage marking such events. Mu\\xf1oz began the piece by creating altar-like arrangements of clothing and artifacts, which she lit and photographed. As the titles printed beneath each image suggest, the panels are divided along gender lines. The ella panel features a little girl's red dress, surrounded by romantic charms and images of the Sacred Heart; 'el' features a boy's christening gown in front of a sun god and surrounded by knives and Day of the Dead skeletons. The cabinet doors open to reveal additional text and a collection of objects that complement and reinforce the front panel imagery. Mu\\xf1oz created the piece to honor the marriage of her friends; as such, Ella y El celebrates the union of male and female.", "artistyear": "born 1937", "nationality": "American", "artist": "CELIA ALVAREZ MUNOZ", "photocredits": ""},
{"dimensions": "Plate: 15 7/8 x 11 3/8 inches; Sheet: 19 3/4 x 15 3/8 inches", "title": "Under the Horse-Chestnut Tree", "photo": "http://www.mfah.org/site_media/cache/15/73/1573dde897c22610ae31d7368514a8ca.jpg", "technique": "Drypoint and aquatint in colors", "credittext": "Gift of The Brown Foundation, Inc.", "artyear": "1896-97", "link": "http://www.mfah.org/art/detail/cassatt-under-horse-chestnut-tree/", "artdesc": "Mary Cassatt was the only American, and one of only three women, to exhibit with the Impressionists. Early in her career, Cassatt thought of herself primarily as a painter, dismissing printmaking as reproductive and mechanical, but she later realized that prints provided a locus for experimentation and variation. Under the Horse-Chestnut Tree, Working first in black and white, Cassatt began incorporating color into her prints after viewing the 1890 exhibition of Japanese ukiyo-e prints at the \\xc9cole des Beaux-Arts. No other artist succeeded in adapting the spirit of the Japanese color woodcut to the Western medium of etching as effectively as Cassatt. In Japonisme the combination of drypoint and aquatint shows remarkable juxtapositions of thin graphic lines and solid blocks of watery color. She underscores the stylistic idiom of with flattened modeling, bold outlines, and an oblique use of perspective.", "artistyear": "1844 - 1926", "nationality": "American", "artist": "MARY CASSATT", "photocredits": ""},
{"dimensions": "59 x 95 inches", "title": "Flood", "photo": "http://www.mfah.org/site_media/cache/c0/c4/c0c4352fff7bac617c0ddb7ba3eb38c8.jpg", "technique": "Oil on linen", "credittext": "Gift of Duke Energy", "artyear": "1983", "link": "http://www.mfah.org/art/detail/flood/", "artdesc": "Melissa Miller brings a realist's eye to her vividly imagined landscapes. A native of Houston, Miller grounds her work in her experience of the local landscape, and in particular the rocky countryside of central Texas. In 1984 she remarked: I live in a hilly part of Texas full of scrubby trees, animals, water, and sky. Each day I observe dramas, contradictions, compromises, tensions, and endearments. Miller developed a series of richly allegorical paintings, essentially paradigms for the human condition, images that encompass themes of playful courtship to mortal struggle. By the late 1970s, animals became the chief protagonists in these allegories. Flood Tightly cropped, focuses on the plight of three animals whose reactions to the rising waters chart a range of emotion, from the raging tiger to the crane who seems to arch its neck in despair. The one active figure in the composition is that of the crouching tiger, who tentatively tests a passing branch as a saving foothold.", "artistyear": "born 1951", "nationality": "American", "artist": "MELISSA MILLER", "photocredits": ""},
{"dimensions": "14 1/8 x 6 x 6 inches", "title": "Figure without Brassiere", "photo": "http://www.mfah.org/site_media/cache/ca/5e/ca5e2b98103e4aefa44709568171a704.jpg", "technique": "Steel, cast iron, and lead", "credittext": "Gift of The Friends of Jim Love in honor of Isabel B. Wilson", "artyear": "1963", "link": "http://www.mfah.org/art/detail/figure-without-brassiere/", "artdesc": "Jim Love uncovered the marvelous in everyday, cast-off objects. Figure without Brassiere exemplifies the best of his early work, expressing at once sexual awe and a sophisticated knowledge of Surrealist sculpture and tribal art. Figure without Brassiere A native of the Texas Panhandle and schooled in set design, Love made Houston his home in 1953. He found the genre of assemblage to be the perfect outlet for his incisive and subversive spirit, assembling totemic figures from found materials such as polishing brushes, plumbing fixtures, and scrap metal. His sculptures combined witty invention with an industrial grit, freely borrowing from popular culture, theater, and literature. Elaborating on the improvisational nature of his work, the artist said, In my world there is less planning than might be thought. You keep shuffling things and try to stay alert for whatever it is that might pop up because one thing might suggest something else. As seen in u, the joys and sorrows of falling in and out of love were among Love's foremost concerns in his work.", "artistyear": "1927 - 2005", "nationality": "American", "artist": "JIM LOVE", "photocredits": ""},
{"dimensions": "120 x 96 inches", "title": "Haiti", "photo": "http://www.mfah.org/site_media/cache/34/98/3498210f88a90a4ed6b8905deefb902a.jpg", "technique": "Oil on canvas", "credittext": "Gift of Mr. and Mrs. Meredith Long", "artyear": "1969", "link": "http://www.mfah.org/art/detail/haiti/", "artdesc": "Dorothy Hood painted this beautifully balanced abstraction at a time when the island republic of Haiti was experiencing severe social repression. One of her first monumental paintings, the eloquent composition creates a sense of foreboding. Haiti uHood's abstract canvases simultaneously evoke interior, psychic spaces and sweeping, natural landscapes. Trained at the Rhode Island School of Design, Hood moved to Mexico City in 1941, where she developed a lifelong interest in Surrealism and Latin American art. She continued to travel frequently to Central America after moving to Houston in 1962, represents an unusually political statement for the artist. The swift-moving washes of gold earth tones and the blue and white of sky and sea are united under the shadow of an ominous black center. The painting conjures the island of Haiti as a newly born wonder, she stated, lyrical yet tragic.", "artistyear": "1919 - 2000", "nationality": "American", "artist": "DOROTHY HOOD", "photocredits": ""},
{"dimensions": "43 x 28 3/4 inches", "title": "Cicada", "photo": "http://www.mfah.org/site_media/cache/6a/05/6a05bcd15cc19eb8f6986dd18f6a9b0d.jpg", "technique": "Watercolor, graphite, and crayon on paper", "credittext": "Museum purchase with funds provided by the Caroline Wiess Law Accessions Endowment Fund", "artyear": "1979", "link": "http://www.mfah.org/art/detail/johns-cicada-watercolor/", "artdesc": "Essentially self-taught, Jasper Johns is one of the artists credited with making recognizable imagery acceptable as subject matter in American painting after the dominance of Abstract Impressionism. Cicada uThroughout his career, Johns has worked through many cycles of imagery, eschewing a linear progression in favor of reexamining motifs. This watercolor revisits three of the artist's paintings, all titled , and all created by Johns during his crosshatch period. From 1972 to 1982, he worked in a linear style that he derived from a car decorated with clusters of non-intersecting parallel lines. This Cicada watercolor is the only known instance of Johns combining a finished drawing that reexamines an image he originally executed in oil with notebook-like drawings normally created as a private activity and not meant for public display. Sketches of the cicada insect--the namesake of these works and a symbol of metamorphosis--appear at the bottom of the drawing along with other symbols of regeneration. In addition, this work is historically important because it marks the first time Johns explored the Tantric imagery that would soon become a significant component of his work.", "artistyear": "born 1930", "nationality": "American", "artist": "JASPER JOHNS", "photocredits": "Jasper Johns/Licensed by VAGA, New York, NY, www.vagarights.com"},
{"dimensions": "48 x 36 inches", "title": "Cicada", "photo": "http://www.mfah.org/site_media/cache/e3/ec/e3ecc8c9429ea8e2841902da7a15879b.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the Caroline Wiess Law Accessions Endowment Fund", "artyear": "1979", "link": "http://www.mfah.org/art/detail/johns-cicada-oil-canvas/", "artdesc": "", "artistyear": "born 1930", "nationality": "American", "artist": "JASPER JOHNS", "photocredits": "Jasper Johns/Licensed by VAGA, New York, NY, www.vagarights.com"},
{"dimensions": "19 x 25 inches", "title": "Untitled", "photo": "http://www.mfah.org/site_media/cache/d6/9c/d69c31a34415afcad70ce0cfe326b2b1.jpg", "technique": "Gouache, ink, watercolor, and graphite on paper", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "1964", "link": "http://www.mfah.org/art/detail/hesse-untitled/", "artdesc": "German-born artist Eva Hesse immigrated with her family to the United States in 1939 to escape the Nazi regime. She studied at schools including the Pratt Institute and the Cooper Union in New York, and at the Yale University School of Art and Architecture. Hesse originally considered herself to be a painter, not turning to the sculpture for which she is now famous until the mid-1960s. Her early work emphasized the vibrant colors and biomorphic abstractions characteristic of first- and second-generation Abstract Expressionists. Untitled After experimenting with the dark tones prevalent in Old Master drawings, she returned to her earlier style, as seen in this watercolor. Hesse made works on paper throughout her career, and is among her finest mid-career works. The composition displays complex, architectonic free-form abstractions, and it was executed at the pinnacle of a time when Hesse was known strictly as a painter. In 1964 and 1965, while on a year-long trip to Germany with her husband, sculptor Tom Doyle, Hesse began to create sculptures herself. During her brief mature period-before her death at age 34-Hesse continually experimented with new processes and materials in order to push the boundaries of art, moving beyond definitions of figuration or abstraction.", "artistyear": "1936 - 1970", "nationality": "American, born Germany", "artist": "EVA HESSE", "photocredits": "The Estate of Eva Hesse. Hauser & Wirth Z\\xfcrich London"},
{"dimensions": "(A) 24 15/16 x 17 15/16 inches; (B) 24 7/8 x 17 7/8 inches; (C) 24 7/8 x 17 7/8 inches", "title": "Untitled", "photo": "http://www.mfah.org/site_media/cache/ae/6f/ae6f0b8fc97663dd6938b3e555fc2c7a.jpg", "technique": "A (left) acrylic and gouache on paper / B (center) wash and pasted paper on paper / C (right) acrylic, charcoal, and pasted paper on paper", "credittext": "Museum purchase with funds provided by the Caroline Wiess Law Accessions Endowment Fund and gift of an anonymous donor", "artyear": "1972", "link": "http://www.mfah.org/art/detail/untitled-diebenkorn/", "artdesc": "uIn 1966, after accepting a teaching position at UCLA, Richard Diebenkorn began working in a studio near the beach in Santa Monica's Ocean Park neighborhood. The artist soon embarked on a new cycle of paintings and drawings, collectively known as the , works. Ocean Park uThe light and architecture of the beach community had a profound influence on Diebenkorn's style and imagery. He abandoned his figurative vocabulary and invented an abstract language, partially reverting to his early interest in landscape-based abstraction, but rendered from an aerial perspective. Diebenkorn extrapolated the internal architecture of his , works from the stark compositions of two paintings by Henri Matisse: Ocean Park and View of Notre Dame . French Window at Collioure In this three-part work from 1972, Diebenkorn pares his Ocean Park imagery down to its most essential components. Executed in monochrome, except for the third (green) panel, Untitled u is the artist\\xeds homage to the austerity of Matisse's window paintings. Realizing the centrality of this triptych to his oeuvre, Diebenkorn kept it in the living room of his Santa Monica home, a touchstone of his quarter-century-long , series.", "artistyear": "1922 - 1993", "nationality": "American", "artist": "RICHARD DIEBENKORN", "photocredits": "The Estate of Richard Diebenkorn"},
{"dimensions": "Image/sheet: 9 9/16 x 7 5/8 inches", "title": "Armco Steel", "photo": "http://www.mfah.org/site_media/cache/95/69/9569acf04e495ff743e4cda2a5eaf792.jpg", "technique": "Palladium print with toning", "credittext": "Gift of the estate of Caroline Wiess Law", "artyear": "1922", "link": "http://www.mfah.org/art/detail/weston-armco-steel/", "artdesc": "uEdward Weston took this photograph at the American Rolling Mill Company in Middletown, Ohio, in 1922 while traveling from his California studio to New York City. The image demonstrates Weston's early departure from the Pictorialist style a soft-focus approach that aimed to put photography on a par with painting in favor of a more streamlined, abstract, and sharply focused aesthetic in picture-making. When he arrived in New York City and met Alfred Stieglitz, Georgia O'Keeffe, Charles Sheeler, and Paul Strand, among others, they influenced Weston to continue his exploration of Modernism in photography, Armco Steel In , Weston created a powerful and overall abstract composition. This effect is derived from the bold and dynamic vertical thrust of seven tall smokestacks that appear as one wide stepped tower, and from the interaction of the smokestacks with the curved and horizontal pipes, all against a background of factory and office buildings that themselves form a Modernist grid. This photograph symbolizes the power, wealth, scale, and significance of the steel industry in 1920s America. Weston was best known for his landscapes of the American West, particularly of the Northern California coast. Along with other important photographers such as Ansel Adams and Imogen Cunningham, he was a founding member of Group f/64. His influence was further extended by the publication of his diaries, in which he wrote of his aesthetics as well as of his life. uTo view specific works by Weston in the collection, contact the museum's , for an appointment.", "artistyear": "1886 - 1958", "nationality": "American", "artist": "EDWARD WESTON", "photocredits": "1981 Center for Creative Photography, Arizona Board of Regents"},
{"dimensions": "Image: 3 9/16 x 4 5/16 inches; Sheet: 3 5/8 x 4 1/2 inches", "title": "Old Glory Goes Up on Mt. Suribachi, Iwo Jima", "photo": "http://www.mfah.org/site_media/cache/ee/6f/ee6f683085094a34096cf01525d4b3d6.jpg", "technique": "Gelatin silver print", "credittext": "Gift of the Kevin and Lesley Lilly Family", "artyear": "1945", "link": "http://www.mfah.org/art/detail/old-glory-goes-mt-suribachi-iwo-jima/", "artdesc": "uOn February 23, 1945, veteran newspaper journalist Joe Rosenthal captured five United States Marines and one United States Navy Corpsman as they raised the American flag on Iwo Jima island in Japan. His photograph remains one of the best-known images of World War II's Pacific War. As the editors of , wrote, In that moment, Rosenthal's camera recorded the soul of a nation. U.S. Camera Magazine Old Glory Goes Up on Mt. Suribachi, Iwo Jima uAfter hearing that the initial flag raised was going to be replaced with a larger one, Rosenthal chose to follow the second team to the top of Mount Suribachi volcano to cover the event. Using a 4x5 field camera and not entirely ready for the initial jerk of the flagpole upward, he took a frame from his hip, anyway. The shot he thought he had missed became an American icon before he had ever seen the resulting image. Rosenthal's photograph of the flag being raised would soon grace the cover of almost every major newspaper, helping to lift human spirits in a time of war, won the Pulitzer Prize and was immortalized in the Marine Corps War Memorial in Arlington, Virginia. It has been the subject of poems, stamps, tattoos, and a major motion picture; has been reenacted at homecomings; has been re-created in Lego bricks; and has been interpreted as yard art. Few images in the history of photography have enjoyed such a full and varied life. uTo view specific works by Rosenthal in the collection, contact the museum's , for an appointment.", "artistyear": "1911 - 2006", "nationality": "American", "artist": "JOE ROSENTHAL", "photocredits": ""},
{"dimensions": "86 x 37 1/4 x 15 3/4 inches", "title": "Two Circle Sentinel", "photo": "http://www.mfah.org/site_media/cache/b4/22/b4225bfb881fad5636670ad8f0d26030.jpg", "technique": "Stainless steel", "credittext": "Museum purchase with funds provided by the Brown Foundation Accessions Endowment Fund in memory of Alice Pratt Brown", "artyear": "1961", "link": "http://www.mfah.org/art/detail/smith-two-circle-sentinel/", "artdesc": "David Smith devoted his career to the exploration of sculptural form through the medium of steel. He admired the material not only for its durability and industrial strength, but also for the beauty of its reflective surface and its responsiveness to burnishing. Two Circle Sentinel exhibits the mastery and delicacy Smith brought to his later steel constructions. The image of the sentinel, or watcher, was a theme that fascinated Smith. He made his first Sentinel sculpture in 1956, and by the end of that decade he had created five works in the first series. In 1961 he produced four additional Sentinel sculptures, all of which are characterized by flat planes of highly burnished stainless steel. With these works Smith stripped away the volumetric qualities of sculpture and instead presented the figure as an aggressively two-dimensional presence in space. The first of the 1961 series, Two Circle Sentinel is the closest to human scale of those four. The open circle can be read as an eye, and the lower disc evokes the curve of a classic hip-shot pose. Additional elements welded to the main body of the figure capture light and shadow.", "artistyear": "1906 - 1965", "nationality": "American", "artist": "DAVID SMITH", "photocredits": ""},
{"dimensions": "14 3/8 x 13 9/16 inches", "title": "Trees, Long Island", "photo": "http://www.mfah.org/site_media/cache/04/07/0407fa1141f7c1ec8d7a15feed055722.jpg", "technique": "Carbon print on base of silver paint", "credittext": "Museum purchase with funds provided by the Long Endowment for American Art and the Sarah Campbell Blaffer Foundation", "artyear": "1905", "link": "http://www.mfah.org/art/detail/trees-long-island/", "artdesc": "In his early career, Edward Steichen firmly believed that for photography to be recognized as a serious art form, the formal qualities of the image must resemble painting. For this reason, he chose to downplay the recording function of a camera, minimizing the details of the scene in favor of a more painterly style. Here, two black trees frame a luminous chestnut tree covered with flowers that appear as though they are dabs of paint. Trees, Long Island uThe primary impetus of the earliest photography was documenting people, places, and events. Steichen's early work demonstrates a departure, to a type of photography in which the maker's personal, pictorial style is paramount. Created in a Romantic vein, this 1905 photograph of trees is more about light and the mood of the setting than faithful representation, uSteichen was an important figure in American art history not only as a photographer but also as an advocate for American art, discovering and fostering artistic talent. With photographer Alfred Stieglitz, Steichen opened an art gallery in New York City. Little Galleries of the Photo-Secession, more famously known as 291, introduced major European Modernists such as Paul C\\xe8zanne, Henri Matisse, and Pablo Picasso to American artists. Steichen's later style evolved from the vaguely defined details and textures of , to exploring modes of Modernism within photography by capturing exacting details, a full range of tonal values, and convincingly solid forms. uTo view specific works by Steichen in the collection, contact the museum's , for an appointment.", "artistyear": "1879 - 1973", "nationality": "American, born Luxembourg", "artist": "EDWARD STEICHEN", "photocredits": "Permission of the Estate of Edward Steichen"},
{"dimensions": "9 5/8 x 12 11/16 inches", "title": "Ceramic and Fruit", "photo": "http://www.mfah.org/site_media/cache/59/b9/59b9f9730977c2413396df94157692fd.jpg", "technique": "Platinum print", "credittext": "Museum purchase with funds provided by the Brown Foundation Accessions Endowment Fund", "artyear": "1916", "link": "http://www.mfah.org/art/detail/ceramic-and-fruit/", "artdesc": "uA monument to early Modernism, Paul Strand's , demonstrates an abandonment of Pictorialism, characterized by a romantic and painterly style, in favor of carefully rendered Abstraction. Ceramic and Fruit uAfter studying with photographer and social reformer Lewis Hine at the Ethical Culture School in New York, Strand traveled throughout Europe. Upon his return to the United States, Strand compiled a portfolio that garnered the 26-year-old a one-man show with photographer and gallery owner Alfred Stieglitz. Strand's work was of particular and timely interest to Stieglitz, who had been seeking photographic divergence from the then-dominant style, Pictorialism. Stieglitz sought images that could keep pace with the 20th-century experience, and Strand's work fit the bill, In the summer of 1916, Strand produced a series of compositional studies that pushed the medium of photography into artistic terrain that had been considered too complex to master with a camera. Influenced by the work of Paul C\\xe9zanne, Pablo Picasso, and other Cubist artists, Strand worked closely with still lifes, removing subjects from their normal surroundings and shaping novel approaches to perspective and composition. Ceramic and Fruit. uTo view specific works by Strand in the collection, contact the museum's , for an appointment. Through confronting issues of space, dimensionality, and perspective, Strand's photographic still lifes, along with modern views of the city by Stieglitz and other photographers, created a brand-new Modernist aesthetic within photography. Strand employed what he called straight photographic methods to clearly see the limitations and at the same time the potential qualities of his medium. This balance became the essence of the 20th-century American Modernist movement. Strand's early still lifes are richly printed and exceptionally rare-he made 14 in total, and only one print of u Strand's innovative approach to still life is an important testament to modern art.", "artistyear": "1890 - 1976", "nationality": "American", "artist": "PAUL STRAND", "photocredits": "Aperture Foundation, Inc., Paul Strand Archive"},
{"dimensions": "Image/Sheet: 9 7/8 x 6 5/8 inches", "title": "Untitled, from the series The Country Doctor", "photo": "http://www.mfah.org/site_media/cache/27/7f/277fc20fd383df0ef33ad388880166ae.jpg", "technique": "Gelatin silver print", "credittext": "Gift of Mr. and Mrs. B. W. Crain in honor of E. L. Crain, M.D.", "artyear": "1948", "link": "http://www.mfah.org/art/detail/untitled-series-country-doctor/", "artdesc": "After W. Eugene Smith recovered from the injuries he sustained while producing powerful World War II reportage in the South Pacific, he rejoined Life magazine, which had been founded in 1936 to publish photo essays taken with a mind-guided camera. With his Country Doctor useries, Smith stretched the dimensions of the photo essay by adding an interpretive dimension to the traditional narrative content. The photographs not only documented what the doctor did, but also explored the emotional dimension of the physician's profession, An advocate for moral responsibility in journalism, Smith sought to awaken the conscience of viewers through his photographs. By carefully selecting his subjects and then spending substantial periods of time with them to get a more intimate perspective on their lives, he created in-depth essays that evoke viewer sympathy. This process revolutionized the new field of photojournalism by expanding the scope of what a photo essay could be. Although Smith created several other seminal essays for Life , he felt that the photo essay should be largely managed by the photographer, a view that created friction with editors who were more text-oriented. He ultimately resigned and worked as an independent artist to further his causes. uTo view specific works by Smith in the collection, contact the museum's , for an appointment.", "artistyear": "1918 - 1978", "nationality": "American", "artist": "W. EUGENE SMITH", "photocredits": ""},
{"dimensions": "23 5/16 x 19 1/4 inches", "title": "The Brown Angel", "photo": "http://www.mfah.org/site_media/cache/55/46/55463a194ed20b476df5ffd936bb683b.jpg", "technique": "Tempera on gesso panel", "credittext": "Gift of the Caroline Wiess Law Foundation, with additional funds provided by the African American Art Advisory Association and Exxon/Mobil", "artyear": "1959", "link": "http://www.mfah.org/art/detail/brown-angel/", "artdesc": "One of the most prominent and prolific American painters of the 20th century, Jacob Lawrence pioneered a Modernist pictorial style while retaining a personal commitment to the figurative. He launched his painting career in Social Realism, the result of his studies with the Works Progress Administration and the Harlem Art Workshop in the 1930s. In the two decades that followed, Lawrence produced a number of paintings that depict nightlife, of which The Brown Angel is exemplary. Brown v. Board of Education uLawrence renders the interior of a bar with an intense compositional dynamism, bold patches of flattened color, and an overall sense of patterning. But these edgy, splintered forms also point to a larger feeling of social unease. The schematic figures and the fractured bar lend an air of tension and disquiet, one that relays the collective anxiety of the black community on the cusp of the Civil Rights Movement. In this scene, painted after the Supreme Court's 1954 , decision, desegregation and its violent backlash loom overhead, much like the timekeeping brown angel who overlooks all.", "artistyear": "1917 - 2000", "nationality": "American", "artist": "JACOB LAWRENCE", "photocredits": ""},
{"dimensions": "68 x 72 x 30 inches", "title": "Untitled", "photo": "http://www.mfah.org/site_media/cache/4e/8c/4e8cae77a77ca987db331979df47bd67.jpg", "technique": "Welded steel, epoxy, canvas, fabric, saw blade, and wire", "credittext": "Gift of D. and J. de Menil", "artyear": "1962", "link": "http://www.mfah.org/art/detail/untitled-bontecou/", "artdesc": "In 1959, while enrolled at the Art Students League of New York, Lee Bontecou began constructing abstract hybrids of painting and sculpture. To create these objects, Bontecou salvaged bits of industrial canvas. She would suture the canvas scraps together with wire, adhering them to an underlying structure of welded metal. The resulting wall reliefs grew progressively in size over the years. Eventually she incorporated found objects such as gas masks, helmets, bits of ragged metal, or a saw blade, as seen here. Untitled An eerie topological abstraction, u hangs on the wall, embodying the interest of Minimalist artists to overcome the division between painting and sculpture. The rough-hewn fabrics and their ocular shapes are organic, while the salvaged steel and saw blade suggest a violent, destructive, life-threatening force. The seemingly ruptured surfaces reveal mysterious inner spaces. At once mechanistic and sexual, abstract yet evocative of the brutal forces of war, Bontecos works are both of their time and distinctly her own.", "artistyear": "born 1931", "nationality": "American", "artist": "LEE BONTECOU", "photocredits": ""},
{"dimensions": "2  x 9 x 9  inches", "title": "Torque 22-D Neckpiece", "photo": "http://www.mfah.org/site_media/cache/b5/71/b571565212d9f1f7db760ccc16135e7b.jpg", "technique": "Sterling silver and polyester resin", "credittext": "Gift of the Morgan Foundation", "artyear": "1971", "link": "http://www.mfah.org/art/detail/torque-22-d-neckpiece/", "artdesc": "In the late 1960s, like many of his European counterparts, Stanley Lechtzin became increasingly attracted to the idea of combining plastics with precious metals in his jewelry. His early exploration of plastics was heavily influenced by his ongoing interest in industry and technology. Soon, Lechtzin began to use the wide color palette of polyester resin to his advantage, combining it with electroformed metal and incorporating it into constructions such as torques. Torque 22-D is one of three torques in the MFAH . The body of the swivel mechanism was electroformed, whereas the finials were fabricated by hand. The amber-colored resin was cast in a minimal shape as a way of experimenting with variations in form.", "artistyear": "born 1936", "nationality": "American", "artist": "STANLEY LECHTZIN", "photocredits": "Stanley Lechtzin"},
{"dimensions": "28 5/8 x 15 1/2 x 13 1/2 inches", "title": "Leda", "photo": "http://www.mfah.org/site_media/cache/11/7e/117e3d87bbc3ec534d9fabf9e39cdfc0.jpg", "technique": "Painted steel", "credittext": "Gift of Mr. and Mrs. W. D. Hawkins", "artyear": "1938", "link": "http://www.mfah.org/art/detail/leda/", "artdesc": "The title Leda refers to the Greco-Roman myth about a god who takes the form of a swan and then seduces a woman. Here, David Smith offers a witty interpretation of the unlikely act of lovemaking between a bird and a woman. Leda Though Smith was not the first sculptor to use steel, no other artist has devoted his career to the medium with such brilliance and mastery. He learned the technique of welding steel from working in a car factory, and he applied this skill to the art of sculpture, forging his first steel work in 1933. Steel offered unique qualities for Smith, as he explained: What it can do in arriving at form economically, no other material can do. The metal itself possesses little art history. What associations it possesses are of this century: power, structure, movement, progress, suspension, destruction, brutality. is one of Smith's more poetic early steel constructions. The image of the swan is suggested by the graceful arcing neck and wing of the piece, while the theme of rape is conveyed by the diagonal thrust of one element piercing another. Myths and historical associations remained of central importance to Smith throughout his career, and many of his later works incorporate a balance between subject matter and radical abstraction.", "artistyear": "1906 - 1965", "nationality": "American", "artist": "DAVID SMITH", "photocredits": "Estate of David Smith / Licensed by VAGA, New York, NY, www.vagarights.com"},
{"dimensions": "2  x 5  x 5 3/8 inches", "title": "Double Fibula Brooch", "photo": "http://www.mfah.org/site_media/cache/94/d8/94d84b63208a8aa60b18a2bf19144cde.jpg", "technique": "Gold, silver, bronze, pearls, moonstone, and Madagascar labradorite", "credittext": "Gift of Mr. and Mrs. John W. Mecom, Jr., by exchange", "artyear": "1968", "link": "http://www.mfah.org/art/detail/double-fibula-brooch/", "artdesc": "Albert Paley is one of the world's foremost metalworkers, with a career spanning more than four decades. Paley made jewelry for an incredibly prolific 10 years, during which he set new standards for American jewelry with his large-scale, humanistic, technically superior, and ornamental works designed to work with the body, not merely to decorate it. Double Fibula Brooch Paley began first casting, then chasing, gold and silver-his preferred materials. Soon he was using forging techniques, which allowed him to achieve an aesthetic best described as Abstract Lyricism, with flowing curves and otherworldly nature reminiscent of Art Nouveau (but not based on the style) and with technique linked to the spontaneous working methods of the Abstract Expressionists. For , Paley forged the two separate disks, each with a swinging pin, from a design based on the Celtic penannular brooch. By beveling the disks' edges and pulling them up, he was able to achieve a three-dimensional form. He combined the disks with a central stem layered with gold scrolls, bands of alternating pearls and silver teardrops, and pulled floriform silver shapes, which reinforced the feeling of motion.", "artistyear": "born 1944", "nationality": "American", "artist": "ALBERT PALEY", "photocredits": "Albert Paley"},
{"dimensions": "66 x 20 x 33 inches", "title": "The Last of the Tribes", "photo": "http://www.mfah.org/site_media/cache/85/89/85899053548478337b4cf671500a554a.jpg", "technique": "Marble", "credittext": "Museum purchase with funds providedby; the Agnes Cullen Arnold Endowment Fund", "artyear": "1867-74", "link": "http://www.mfah.org/art/detail/last-tribes/", "artdesc": "According to Hiram Powers, the most celebrated American sculptor of the 19th century, this partially nude marble figure represents a Native American woman who is \"run[ning] in alarm, looking back in terror . . . fleeing before civilization.\" The sculpture illustrates the view, popular at the time, of Native Americans as \"noble savages,\" doomed to extinction because their traditional ways were being threatened by the westward expansion of the United States. The Last of the Tribes In , graceful, undulating lines capture all the nuances of the figure's form and demeanor. The subject is dressed in an exquisitely detailed skirt, with diamond patterning throughout and tassels that give the sense of movement as she runs. Part contemplative mood, as suggested in the graceful and noble turn of her head, and part high drama (she flees from cultures in conquest), this sculpture projects a poignant and romantic image of a so-called vanishing culture shortly before the Indian Wars ended native self-autonomy. Of note is that Powers accomplished this effect from his vantage point of Florence, Italy, using an Italian woman as a model and creating a fantastical costume that never existed in any Native American culture (except for the Ohio moccasins she wears that apparently formed a part of Powers's studio collection). This potent combination of fantasy, romance, and morality often permeates art of the Victorian era.", "artistyear": "1805 - 1873", "nationality": "American", "artist": "HIRAM POWERS", "photocredits": ""},
{"dimensions": "14 13/16 x 24 inches", "title": "Magnolias on Gold Velvet Cloth", "photo": "http://www.mfah.org/site_media/cache/46/14/46149437d0cd6dd2b83b76940c7bae8f.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by the; Alice Pratt Brown Museum Fund, and gifts of; Isabel B. Wilson and The Brown Foundation, Inc.", "artyear": "c. 1888-90", "link": "http://www.mfah.org/art/detail/magnolias-gold-velvet-cloth/", "artdesc": "In this acutely observed still life, Martin Johnson Heade depicts five magnolias in various stages of blossom. The golden glow of the background and of the plush velvet sets off the various qualities of the flower: the delicate, smooth petals in creamy white; the rough stems; and the waxy finish of the leaves, one of which has been affected by a fungus. Born in Pennsylvania to a prosperous farming family, Heade spent his early years hunting, fishing, and learning to love nature-a passion that led him to paint in landscape and still life more than other genres. Even in an age of peripatetic artists, he was more widely traveled than most, living variously in Europe and America, and traveling to South America on three occasions. uHeade moved in 1883 to Florida, where flourishing tropical flowers like magnolias both encouraged his interest in natural history and appealed to him artistically. He repeatedly painted magnolias, creating compositions that are infinitely varied and show evidence of various alterations that he made while painting. The subtle shifts within his work as a whole account in part for Heade's appeal to modern sensibilities. Although Heade's work received only limited artistic acclaim during his lifetime, his paintings were \"rediscovered\" in the 1940s, and he has since evolved into an undisputed modern American master.", "artistyear": "1819 - 1904", "nationality": "American", "artist": "MARTIN JOHNSON HEADE", "photocredits": ""},
{"dimensions": "36 x 30 3/16 inches", "title": "Arm Organization", "photo": "http://www.mfah.org/site_media/cache/ff/88/ff880a8c18c746565559585f649d2321.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase", "artyear": "1914", "link": "http://www.mfah.org/art/detail/arm-organization/", "artdesc": "With his friend Morgan Russell, Stanton Macdonald-Wright developed a style of color abstraction called Synchromy, meaning \"with color.\" Informed by color theory, Synchromists explored the relationship of color and shapes. The central motif here may suggest a torso or flexed arm; notice the graceful modulations of form and color surrounding the contorted \"knot\" at the center. Arm Organization At the age of 19, Macdonald-Wright left his home in Southern California for Paris. He remained overseas for six years, enrolling in a succession of art schools and committing himself to studying and assimilating the most advanced art of his time. In 1911 he met Russell, a fellow American, and they pioneered Synchromism as the only avant-garde movement in Europe established by Americans in the years before World War I. The war forced Macdonald-Wright to return to the United States, where he ultimately settled in Southern California and became a tireless advocate of Modernism. Dying Captive Macdonald-Wright was convinced that color and sound were equivalent phenomena and that one could orchestrate the colors of a painting the way a composer arranges notes and chords in music. Here, he uses such \"chords\" of complementary colors as a means of organizing the seemingly abstract composition. Yet, is not entirely abstract, and the potential forms of the curving torso, shoulder, and flexed arm likely derive from Michelangelo's sculpture , which the artist studied at the Mus\\xe9e du Louvre in Paris.", "artistyear": "1890 - 1973", "nationality": "American", "artist": "STANTON MACDONALD-WRIGHT", "photocredits": "Estate of Stanton MacDonald Wright"},
{"dimensions": "40 x 30 inches", "title": "Portrait of John B. Gest", "photo": "http://www.mfah.org/site_media/cache/1c/d3/1cd3f5602d684e5596aecaf03449f183.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by; the Agnes Cullen Arnold Endowment Fund", "artyear": "1905", "link": "http://www.mfah.org/art/detail/portrait-john-b-gest/", "artdesc": "Thomas Eakins's late portraits, which include this powerful likeness, are among the artist's most poignant works. Here, Eakins focuses upon the two elements of portraiture traditionally deemed most important: heads and hands. The piercing gaze and the taut, sinewy hands of the aging subject carry the emotional weight of the painting and testify to Eakins's life-long commitment to portraying the human condition in all its heroism and frailty. uCommissioned from Eakins by the Fidelity Trust Company for $700, this portrait of Fidelity's president, John B. Gest, has little to do with what one might think of as corporate portraiture: bland, formulaic images of seated, appropriately attired men intended to portray serious-minded, upstanding members of the community. Indeed, Gest performed the role to a T, serving as a trustee of the University of Pennsylvania, the Historical Society of Pennsylvania, and the Presbyterian Hospital in Philadelphia, in addition to fulfilling his duties at the financial company he served. However, by turning Gest's gaze away from the viewer, Eakins turns any possible engagement with the sitter into a study and an observation of the visible effects of old age. This portrait reveals the artist's intense devotion to realism through its truthful accuracy and penetrating portrayal of the subject's character,", "artistyear": "1844 - 1916", "nationality": "American", "artist": "THOMAS C. EAKINS", "photocredits": ""},
{"dimensions": "35 x 40 inches", "title": "Sunlight and Shadow, Shinnecock Hills", "photo": "http://www.mfah.org/site_media/cache/d0/6c/d06c4d2e547f232a28b2746463c3812f.jpg", "technique": "Oil on canvas", "credittext": "Gift of Mrs. James W. Glanville", "artyear": "c. 1895", "link": "http://www.mfah.org/art/detail/sunlight-and-shadow-shinnecock-hills/", "artdesc": "This luminous landscape was inspired by the rather flat and ordinary countryside of Shinnecock, Long Island, where William Merritt Chase taught outdoor painting. Chase's deceptively simple composition testifies to his ability to make the ordinary seem extraordinary. Originally from the Midwest, Chase studied at the National Academy of Design in New York, and then in Europe at the Munich Academy, where artists were encouraged to depict ordinary subject matter, and to handle paint broadly using a limited, dark palette enlivened with small bits of bright color. After further study and travel abroad, Chase returned to New York, where he became a highly visible art figure known for his generosity, eclecticism, and charisma, and for his Impressionist scenes of public parks and his bold portraits. Chase's most consistent and brilliant body of work is the series of Impressionist landscapes he painted from 1891 to 1902, during summers at Shinnecock. This imposing example provides a fresh, seemingly spontaneous interpretation of the movement of clouds and sunlight and their effects on the coastal landscape below. Sandwiched in between the scraggly clumps of dune grass, heather, and sky are pink dunes highlighted by a streak of red, and a sliver of sea dotted with white boats.", "artistyear": "1849 - 1916", "nationality": "American", "artist": "WILLIAM MERRITT CHASE", "photocredits": ""},
{"dimensions": "17 5/8 x 23 5/8 inches", "title": "Penn's Treaty with the Indians", "photo": "http://www.mfah.org/site_media/cache/0a/e0/0ae0a326c11f18e3c361890be33b7939.jpg", "technique": "Oil on canvas", "credittext": "The Bayou Bend Collection; Gift of Alice C. Simkins in memory of Alice Nicholson Hanszen", "artyear": "c. 1830-40", "link": "http://www.mfah.org/art/detail/penns-treaty-indians/", "artdesc": "According to legend, in 1862 Quaker reformer William Penn met with Native Americans at Shackamaxon in Delaware to exchange gifts for land. Although history shows that Penn did meet with the Lenape Indians, no actual treaty exists. For the Quakers, however, the meeting fulfilled the biblical prophecy of a peaceable kingdom on earth. The theme inspired more than a hundred paintings by Quaker preacher Edward Hicks, who also worked as a sign and coach painter. Using a seemingly unsophisticated style, Hicks concentrated on images that conveyed his Quaker beliefs.", "artistyear": "1780 - 1849", "nationality": "American", "artist": "EDWARD HICKS", "photocredits": ""},
{"dimensions": "Each: 64 x 72 inches", "title": "Untitled (#1) and Untitled (#2)", "photo": "http://www.mfah.org/site_media/cache/da/98/da982b89eda15cec032727ac3094519f.jpg", "technique": "Acrylic on canvas", "credittext": "Museum purchase with funds provided by the; Caroline Wiess Law Accessions Endowment Fund", "artyear": "2007-08", "link": "http://www.mfah.org/art/detail/ruscha-untitled-1-and-untitled-2/", "artdesc": "Ed Ruscha's landmark images of American culture incorporate graphic elements ubiquitous to the commercial realm. An innovator in the 1950s of the West Coast Pop movement, Ruscha transitioned away from the Pop Art sensibility in the 1960s and soon directed his focus to a more conceptual point of view as he began to explore the ways in which text and images influence meaning and interpretation. Untitled (#1) and Untitled (#2) In his diptych, Ruscha exuberantly depicts the American sublime while subtly distorting such popular imagery with his use of text. On the left panel, Ruscha paints a crisp and monumental mountain peak with the letters \"CO.\" sprawled across its terrain; the image takes on an almost brochure-like quality as it welcomes tourists to take part in the rustic grandeur, presumably of Colorado. The right panel, however, offers an adverse scene, as an austere rooftop amputates the mountain peak and text, disturbing the serene landscape. Now the image appears congested, and the \"CO.\" alludes to Company in the commercial sense. With his jarring juxtapositions, Ruscha poignantly conveys the harm of modern industry's appropriation of nature and satirizes the nation's overconsumption.", "artistyear": "born 1937", "nationality": "American", "artist": "ED RUSCHA", "photocredits": ""},
{"dimensions": "23 1/4 x 13 5/8 x 3/4 inches", "title": "Sketch in Iron", "photo": "http://www.mfah.org/site_media/cache/97/37/97372b66549f98a9bb0c39fc7ecc0e8d.jpg", "technique": "Iron", "credittext": "Gift of American Decorative Art 1900 Foundation in honor of Dominique and John de Menil", "artyear": "1930s", "link": "http://www.mfah.org/art/detail/sketch-iron/", "artdesc": "Trained in Europe as a traditional blacksmith, metalworker Samuel Yellin was credited in 1912 with reviving the craft of wrought iron in America. As a craftsman, Yellin believed in working out his designs in three-dimensional \"sketches\" in iron. These small studies show the blacksmith's process and creativity as \"expressed with the hammer.\" uYellin's ironwork was commissioned for the private homes of the Vanderbilts and the DuPonts as well as for public spaces at Harvard University and the National Cathedral in Washington, D.C. This example demonstrates Yellin's extraordinary ability to manipulate metal. The naturalistic tendrils have been hand-pulled, giving the impression that the material is far more pliable than it is in reality.", "artistyear": "1885 - 1940", "nationality": "American, born Poland", "artist": "SAMUEL YELLIN", "photocredits": ""},
{"dimensions": "15  x 7  inches", "title": "Chalice", "photo": "http://www.mfah.org/site_media/cache/d7/d2/d7d2a1443463dcda559ce3153f771e7c.jpg", "technique": "Gold-lustered earthenware", "credittext": "Gift of Garth Clark and Mark Del Vecchio", "artyear": "1984", "link": "http://www.mfah.org/art/detail/chalice/", "artdesc": "At age 88, when most artists would be well into retirement, Beatrice Wood embarked on a new body of work aesthetically different from her earlier ceramics. Critically lauded as innovative and expressive, the new work almost eclipsed her past objects. The signature pots from this period are a series of complex, often large-scale chalices. Assembled from thrown and hand-built forms, the chalices are totemic, sculptural compositions that demonstrate true harmony between form and glaze. Wood's interest in ceramics was initially stirred by the purchase of six Dutch lusterware plates in 1933. Eager for a matching teapot, she enrolled in a ceramics class. After establishing her own studio, Wood created forms that were the result of free exploration, with experimental glazes. For the next 40 years, she made thrown and hand-built vessels and figures in a range of colors and textures. At once vivid and subtle, her glazes had depth and tonal richness and seemed to be molded with light. This spectrum was achieved through her all-over, in-glaze luster that, when fired, caused metallic salts to rise to the surface, a complex process almost impossible to control. Wood's metallic sheens were unlike any glaze being used by modern potters.", "artistyear": "1893 - 1998", "nationality": "American", "artist": "BEATRICE WOOD", "photocredits": ""},
{"dimensions": "25 1/4 x 11 3/4 x 7 1/8 inches", "title": "Parisienne Chainsaw Massacre", "photo": "http://www.mfah.org/site_media/cache/ff/39/ff39afd1e80d8341db4132401dcd9b7a.jpg", "technique": "Stoneware, porcelain, and Raku", "credittext": "Gift of Garth Clark and Mark Del Vecchio", "artyear": "1982", "link": "http://www.mfah.org/art/detail/parisienne-chainsaw-massacre/", "artdesc": "uAdrian Saxe has made ceramic vessels that challenge traditional ideas since the early 1970s. In particular, he often interprets and critiques social and cultural conventions though his ceramic forms. The artist's vessels combine various techniques, clay bodies, historical styles, and recognizable decorative elements into witty and sometimes subversive works, Saxe's vessels can often be ornate and are always sculptural in form. Parisienne Chainsaw Massacre u features gold luster and deep-hued porcelain glazes. The main body is in the form of a torso, a shape that Saxe used to great effect in monumental sculptures from the early 1980s. In addition to the chainsaw bands, the work is topped by an antelope finial. Saxe views the antelope as a symbol of nature's energy. His use of animal forms dates to the 1970s when he studied animals at the Los Angeles Zoo in conjunction with his coursework at school and his subsequent interest in 18th-century metalwork and trophies,", "artistyear": "born 1943", "nationality": "American", "artist": "ADRIAN SAXE", "photocredits": ""},
{"dimensions": "5 3/8 x 6 x 3 inches", "title": "Cube Skull Teapot (Var#26)", "photo": "http://www.mfah.org/site_media/cache/48/f2/48f28e0de3b34b4d407660956d636540.jpg", "technique": "Stoneware", "credittext": "Gift of John S. Arnoldy, Philip J. John, Jr., John P. Kotts, S. Reed Morian, and Bill Porter at \"One Great Night in November, 2008\"", "artyear": "2001", "link": "http://www.mfah.org/art/detail/cube-skull-teapot-var26/", "artdesc": "For more than four decades, Richard Notkin has created extraordinary ceramics whose narrative content reflects larger conversations taking place in the world. In the early 1980s, he became fascinated by the pottery of the Yixing kilns in China. Potters in Yixing (in the Yangzi River delta area) used naturally colored stoneware clays to carve, sculpt, and slip-cast vessels. Notkin was intrigued by the exacting detail. He began to use it in a series of teapots that combine the traditions of Chinese Yixing pottery with the artist's social consciousness. Cube Skull Teapot uNotokin's Yixing teapots are small in scale but loaded with potent messages that are often critical of humanity's failings. The artist frequently uses the human skull as a symbol of death as well as of human intellect. In the , series, he combines the skull with imagery that explores the causes and effects of war. uEver since his formative years as an artist in the California Funk movement of the 1970s, Notkin has demanded that his ceramics be socially activist. Notkin displays Funk's low-brow, ironic, provocative, and anti-establishment philosophies in his use of populist and purposefully overt symbols to comment on topics from war to homelessness,", "artistyear": "born 1948", "nationality": "American", "artist": "RICHARD T. NOTKIN", "photocredits": "Richard T. Notkin"},
{"dimensions": "14 1/4 x 11 3/4 x 10 1/8 inches", "title": "Vessel", "photo": "http://www.mfah.org/site_media/cache/3c/3a/3c3a9494f3bad5826e7740bae04da9e5.jpg", "technique": "Porcelain", "credittext": "Gift of Garth Clark and Mark Del Vecchio", "artyear": "1981", "link": "http://www.mfah.org/art/detail/devore-vessel/", "artdesc": "uRichard DeVore works in porcelain and stoneware and is known for his organically shaped abstract forms that are at once powerful and fragile. In both form and glaze, his works boldly demonstrate a command of material that has been honed by years of experimentation. Since early in his career, DeVore's palette has consisted of flesh tones, ranging from blush to bone. The surfaces of his vessels often feature a delicate craquelure pattern that is created by painstakingly layering coats of glaze. Because of the varied techniques he uses to administer the glazes, DeVore's pieces unfold in layers as they are continually explored, This vessel's undulating rim and graceful curves are reminiscent of Constantin Brancusi's work as well as the marble sculpture of ancient Italy and Greece. During this early period, DeVore focused on the torso form. The anthropomorphic lines of this vessel clearly delineate the human anatomy and allow for a greater sense of intimacy between the viewer and the vessel.", "artistyear": "1933 - 2006", "nationality": "American", "artist": "RICHARD DEVORE", "photocredits": "Estate of Richard DeVore"},
{"dimensions": "39 x 21 x 24 inches", "title": "To Make a Blind Man Murder for the Things He's Seen (Happiness Is Over-rated)", "photo": "http://www.mfah.org/site_media/cache/1d/e6/1de6bf11b46cecb844a96eb622a38a1f.jpg", "technique": "Silicon over fiberglass skeleton, animated using computer-controlled pneumatics, digital audio with self-contained sound system", "credittext": "Museum purchase with funds provided by the; 2007 Latin American Experience Gala and Auction", "artyear": "2002", "link": "http://www.mfah.org/art/detail/make-blind-man-murder-things-hes-seen-happiness-ov/", "artdesc": "Los Angeles-based artist Daniel Joseph Martinez produces provocative work deployed in the public realm through site-specific and public art projects investigating and challenging uneven power relationships in American society. Rooted in the art and activism of the Chicano art movement, Martinez contemplates his own mortality in relation to long-held intellectual and philosophical beliefs about the function of art as a vehicle for social change. To Make a Blind Man Murder for the Things He's Seen (Happiness Is Over-rated) The hyper-realistic installation Happiness Is Over-rated consists of a life-size animatronics replica of the artist dressed in a blue, industrial uniform that visually codifies the working-class individual in contemporary American society. Kneeling on the floor and holding a straight-edge razor blade in each hand, the figure proceeds to slash his wrists, while simultaneously emitting the artists' own sardonic, infectious laugh. uses mordant humor as a means of examining conditions of life and death from the perspective of a U.S.-Latino artist, while making reference to Walt Disney, Yukio Mishima, and the globalization of identity politics.", "artistyear": "born 1957", "nationality": "American", "artist": "DANIEL JOSEPH MARTINEZ", "photocredits": "Daniel Joseph Martinez"},
{"dimensions": "108 x 90 inches", "title": "Beacon", "photo": "http://www.mfah.org/site_media/cache/8f/d8/8fd8e823f96306c310957f518773e570.jpg", "technique": "Acrylic and mixed media on cut canvas", "credittext": "Gift of Cecily E. Horton in honor of the; twenty-fifth anniversary of the Core Program", "artyear": "2006", "link": "http://www.mfah.org/art/detail/beacon/", "artdesc": "Trenton Doyle Hancock has fashioned an ongoing saga, in which the good, meat-eating Mounds defend themselves against the evil, underground, and colorblind Vegans. As Hancock's mythology has developed and looped back and forth, the story has become complex and difficult to describe in a linear way. The underlying concept is one of equations: good and evil vs. black and white; the benevolent wholesome Mounds, with their pink moundmeat, vs. the evil mutant Vegans. Beacon Beacon depicts a miracle machine-a mound made from vegan parts that enables Vegans to see in full color-constructed by Sesom (Moses spelled backward), the minister and patriarch of the skeletal Vegans. Beacon, is a tool to convert the unconverted. For Hancock, the optical plentitude is ultimately a means of regaining humanity. uHancock's earlier work consisted of paintings on loose canvas and felt. , u one of his first stretched canvases, is a kaleidoscopic tour de force. The precision of the central figure weighs against the unrestrained back- ground of collaged black-and-white splinters. Here, Hancock's mythological network offers a renewed source for painterly innovation,", "artistyear": "", "nationality": "", "artist": "TRENTON DOYLE HANCOCK", "photocredits": ""},
{"dimensions": "92 x 51 x 51 inches", "title": "Trespass 4416", "photo": "http://www.mfah.org/site_media/cache/e0/c0/e0c02f57f63ad1ffbe99907a8fdd9268.jpg", "technique": "Wood and found materials", "credittext": "Gift of Chris Urbanczyk, with matching funds provided by Chevron, with additional gifts from George and Mary Hawkins; Jane Millett Jackson; Marc and Kathleen B\\xe9\\xefque; Leslie and Jack S. Blanton, Jr.; Karol Kreymer and Robert Card, M.D.; Lester Marks; Russell and Diana Hawkins; Drs. Jeffrey and Linda Jackson; Karen, Gene, and Katherine Oshman; Dan Tidwell and Jamie Mize; an anonymous donor in honor of Scott and Judy Nyquist; and friends of the artists", "artyear": "2007", "link": "http://www.mfah.org/art/detail/trespass-4416/", "artdesc": "Houston artists Dan Havel and Dean Ruck have collaborated on a number of site-specific interventions in the domestic architecture of Houston. However, these projects have been ephemeral: preserved only in drawings, models, and photographs. Trespass is the first monumental work by Havel Ruck Projects that is not short-lived. Trespass Created out of materials scavenged at a building site in Houston's historic Magnolia Grove district, Trespass is constructed from the fragments of a 19th-century wooden bungalow, the kind of structure once typical of the district. At a glance, the sculpture is a seeming whirlwind of flotsam and jetsam. Closer examination, however, reveals the careful structure that holds together this maelstrom of slats. Trespass can be compared to the \"anarchitecture\" projects of Gordon Matta-Clark. Like Matta-Clark, Havel and Ruck are interested in the social dimension of architecture, and as the title suggests, raises questions regarding property and community. Should the artists be considered trespassers for scavenging the materials from a building site? Or are the developers who are transforming a neighborhood the trespassers?", "artistyear": "born 1959", "nationality": "Dan Havel, American", "artist": "Havel Ruck Projects", "photocredits": ""},
{"dimensions": "96 x 76 inches", "title": "Off the Edge", "photo": "http://www.mfah.org/site_media/cache/23/03/230358c76f3a78833dc8216285656e42.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided by; the African American Art Advisory Association", "artyear": "2008", "link": "http://www.mfah.org/art/detail/ahuja-edge/", "artdesc": "Reworking the genre of self-portraiture, Mequitta Ahuja probes the construction of both image and identity. To create her paintings, the artist weaves undersized brushstrokes into larger, textured surfaces. This weaving of paint underscores the structure of the images and, in her words, \"the deliberate and highly constructed presentation of the subject's identity.\" Off the Edge Off the Edge shows Ahuja confidently stepping across the field, her hand clasping a remote shutter control. Borrowing from Dutch portraiture conventions, Ahuja's pose is magisterial and her setting is indeterminate (an ambiguous mix of landscape, hair, and galactic imagery). Off the Edge asserts identity as a form of performance. Ahuja underscores this process by borrowing a pose from the history of art and also by referencing her use of photography. Notable within the composition is the hand-held remote shutter control-Ahuja begins a work by taking studio photos of herself with such an apparatus. Although you may not realize at first that is a self-portrait, the corded shutter control brings you back to the reality of the painting's construction.", "artistyear": "born 1976", "nationality": "American", "artist": "MEQUITTA AHUJA", "photocredits": ""},
{"dimensions": "30 x 36  inches", "title": "Red Hill and White Shell", "photo": "http://www.mfah.org/site_media/cache/46/04/46048c927b2e8d4d6c1122f405d716e6.jpg", "technique": "Oil on canvas", "credittext": "Gift of Isabel B. Wilson in memory of her mother, Alice Pratt Brown", "artyear": "1938", "link": "http://www.mfah.org/art/detail/red-hill-and-white-shell/", "artdesc": "", "artistyear": "1887 - 1986", "nationality": "American", "artist": "GEORGIA O'KEEFFE", "photocredits": "2012 Georgia OKeeffe Museum / Artists Rights Society (ARS), New York      \""},
{"dimensions": "87 1/8 x 77 1/4 inches", "title": "#1 Super Cry Baby", "photo": "http://www.mfah.org/site_media/cache/06/19/0619af933075a99947bdbc0a8a485f18.jpg", "technique": "Acrylic on canvas", "credittext": "Gift of Bettie Cartwright and Colin Kennedy, Martin B. McNamara, John Wilcox, Scott D. Guffey, and George Morton and Karol Howard", "artyear": "2007", "link": "http://www.mfah.org/art/detail/1-super-cry-baby/", "artdesc": "Always alive to the play of text and image, Michael Miller borrows his imagery from clip-art sources on the Internet; he also embraces logos, advertising slogans, and tabloid headlines. He then renders this material freehand. Using devices borrowed from graphic design, Miller gives his compositions an additional commercial gloss and punch. #1 Super Cry Baby is a masterly display of these strategies and techniques. Go Painted over an earlier canvas titled #1 Super Cry Baby , from 2001, is one of Miller's most personal paintings. Surviving from the first stage of the composition are the stripes on the left margin, as well as the floral pattern of the original canvas. The painting is transformed, however, by new layers of text and images, as well as by the addition of a higher-keyed palette. The smiling face (based on a suntan-lotion logo) at upper left, the words of the title, the long-stemmed mushrooms (noxiously hued and cloyingly cute), the subscript \"idol,\" and the hauntingly silhouetted mangrove tree that casts an ominous presence over the patriotic red-white-and-blue ground, come together in a manic celebration of received ideas.", "artistyear": "", "nationality": "", "artist": "MICHAEL MILLER", "photocredits": ""},
{"dimensions": "27 7/8 x 39 3/4 inches", "title": "Red Barge #1", "photo": "http://www.mfah.org/site_media/cache/7c/70/7c7088e830b1e134ffc427eac4e5f44e.jpg", "technique": "Oil on canvas", "credittext": "Gift of the John R. Eckel, Jr. Foundation", "artyear": "1942", "link": "http://www.mfah.org/art/detail/red-barge-1/", "artdesc": "", "artistyear": "1906 - 1978", "nationality": "American, born Canada", "artist": "RALSTON CRAWFORD", "photocredits": "Ralston Crawford Estate"},
{"dimensions": "", "title": "Photographs by Diane Arbus in the MFAH Collection", "photo": "Image Not Available", "technique": "", "credittext": "", "artyear": "", "link": "http://www.mfah.org/art/detail/photographs-diane-arbus-american-1923-1971/", "artdesc": "uDiane Arbus was one of the most original and influential American artists of the 20th century. Championed by John Szarkowski, director and curator of the photography department at New York's Museum of Modern Art, Arbus was included in the seminal 1967 exhibi\\xadtion , , which introduced the then-new con\\xadcept of social landscape. Szarkowski exhibited the work of photographers whose \"aim was not to reform life but to know it.\" New Documents: Diane Arbus, Lee Friedlander, Garry Winogrand Arbus began her career in fashion with her husband, Allan Arbus, and in the late 1950s she attended a workshop with renowned photographer Lisette Model, who encouraged Arbus not only to master standard photographic technique but also to seek her own subjects. On a Guggenheim Fellowship in the 1960s, Arbus explored American rites, manners, and customs.\" Likened to a contemporary anthropologist, Arbus took iconic and compelling portraits revealing the hidden side of a wide range of people, from those who epitomize societal norms to those on its extreme edges. The MFAH collection contains nearly 150 examples of Arbus's work and continues to acquire more. To view specific works by Arbus in the collection, contact the museum's for an appointment.", "artistyear": "1923 - 1971", "nationality": "American", "artist": "DIANE ARBUS", "photocredits": ""},
{"dimensions": "33 1/8 x 23 1/8 inches", "title": "The Transgressor", "photo": "http://www.mfah.org/site_media/cache/bd/c4/bdc45267dd4b387dab999dcf9e8d46a6.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1891", "link": "http://www.mfah.org/art/detail/transgressor/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "27  x 40  inches", "title": "A New Year on the Cimarron", "photo": "http://www.mfah.org/site_media/cache/24/00/24007438aaaf02217040762cfec43db1.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1903", "link": "http://www.mfah.org/art/detail/new-year-cimarron/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "42 3/8 x 35 3/4 x 3 3/8 inches", "title": "Girl Reading", "photo": "http://www.mfah.org/site_media/cache/62/c6/62c6ef3071c06ab2c72eff020a983989.jpg", "technique": "Oil on canvas", "credittext": "Wintermann Collection of American Art; Gift of Mr. and Mrs. David R. Wintermann", "artyear": "c. 1903-04", "link": "http://www.mfah.org/art/detail/girl-reading/", "artdesc": "", "artistyear": "1874 - 1939", "nationality": "American", "artist": "FREDERICK CARL FRIESEKE", "photocredits": ""},
{"dimensions": "22 5/8 x 22 3/4 x 15 1/4 inches", "title": "The Bronco Buster", "photo": "http://www.mfah.org/site_media/cache/f2/84/f2846abde7102888b508f8ddc58f69cc.jpg", "technique": "Bronze, green over brown patina, lost-wax cast", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1895 (this version cast in 1906)", "link": "http://www.mfah.org/art/detail/bronco-buster/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "15 x 19  inches", "title": "Rock Reef, Maine", "photo": "http://www.mfah.org/site_media/cache/de/6f/de6f56c1e9d07e064514ff11574907f9.jpg", "technique": "Oil on wood", "credittext": "Wintermann Collection of American Art; Gift of Mr. and Mrs. David R. Wintermann", "artyear": "1913", "link": "http://www.mfah.org/art/detail/rock-reef-maine/", "artdesc": "", "artistyear": "1882 - 1925", "nationality": "American", "artist": "GEORGE BELLOWS", "photocredits": ""},
{"dimensions": "27 1/8 x 45 1/4 inches", "title": "The Herd Boy", "photo": "http://www.mfah.org/site_media/cache/65/65/65654d966d9d30718df8ff8915dae6a4.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "c. 1905", "link": "http://www.mfah.org/art/detail/herd-boy/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "15 x 12 inches", "title": "Portrait of Maggie Wilson", "photo": "http://www.mfah.org/site_media/cache/46/d9/46d9c77db30fea946a53d6e9d787d4b7.jpg", "technique": "Oil on board", "credittext": "Wintermann Collection of American Art; Gift of Mr. and Mrs. David R. Wintermann", "artyear": "1898", "link": "http://www.mfah.org/art/detail/portrait-maggie-wilson/", "artdesc": "", "artistyear": "1848 - 1919", "nationality": "American", "artist": "Frank Duveneck", "photocredits": ""},
{"dimensions": "18 x 20 3/4 inches", "title": "New England Village", "photo": "http://www.mfah.org/site_media/cache/13/e4/13e40c08d2607c667739e7911a9afb37.jpg", "technique": "Oil on canvas", "credittext": "Wintermann Collection of American Art; Gift of Mr. and Mrs. David R. Wintermann", "artyear": "c. 1918-23", "link": "http://www.mfah.org/art/detail/prendergast-new-england-village/", "artdesc": "", "artistyear": "1856 - 1924", "nationality": "American, born Canada", "artist": "Maurice Prendergast", "photocredits": ""},
{"dimensions": "27 1/8 x 40 inches", "title": "The Mier Expedition: The Drawing of the Black Bean, (Prisoners Drawing Their Beans)", "photo": "http://www.mfah.org/site_media/cache/f9/8d/f98d08f3338330b08626fef3a101d11a.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1896", "link": "http://www.mfah.org/art/detail/remington-drawing-black-bean/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "34 5/16 x 48 1/8 inches", "title": "Aiding a Comrade", "photo": "http://www.mfah.org/site_media/cache/de/48/de48fa3ac072c83a90ebc97af32f5397.jpg", "technique": "Oil on canvas", "credittext": "The Hogg Brothers Collection, gift of Miss Ima Hogg", "artyear": "1889-90", "link": "http://www.mfah.org/art/detail/remington-aiding-comrade/", "artdesc": "", "artistyear": "1861 - 1909", "nationality": "American", "artist": "FREDERIC REMINGTON", "photocredits": ""},
{"dimensions": "Image: 12 15/16 x 9 9/16 inches; Sheet: 15 13/16 x 11 15/16 inches", "title": "Four Heads, New York", "photo": "http://www.mfah.org/site_media/cache/17/ea/17ea6b97b6fb2baf8021a88a1f5b8f9f.jpg", "technique": "Gelatin silver print", "credittext": "The Allan Chasanoff Photographic Collection", "artyear": "1954, printed 1982", "link": "http://www.mfah.org/art/detail/four-heads-new-york/", "artdesc": "uTo view specific works by Klein in the collection, contact the museum's , for an appointment.", "artistyear": "born 1928", "nationality": "American", "artist": "WILLIAM KLEIN", "photocredits": "William Klein/SAIF, Paris/VAGA, New York, www.vagarights.com"},
{"dimensions": "7 5/8 x 9 1/2 inches", "title": "Arizona Landscape", "photo": "http://www.mfah.org/site_media/cache/e1/9a/e19af9a6661fd11eae9d18b2bd9bc6bc.jpg", "technique": "Gelatin silver print", "credittext": "The Target Collection of American Photography, gift of Target Stores", "artyear": "1945", "link": "http://www.mfah.org/art/detail/arizona-landscape/", "artdesc": "uTo view specific works by Sommer in the collection, contact the museum's , for an appointment.", "artistyear": "1905 - 1999", "nationality": "American, born Italy", "artist": "Frederick Sommer", "photocredits": "Frederick & Frances Sommer Foundation"},
{"dimensions": "10 11/16 x 15 5/8 inches", "title": "Conical Intersect", "photo": "http://www.mfah.org/site_media/cache/c0/b7/c0b7366ebf479f9a0cb1280eb559ecd8.jpg", "technique": "Gelatin silver print", "credittext": "The Allan Chasanoff Photographic Colleciton", "artyear": "1975", "link": "http://www.mfah.org/art/detail/conical-intersect/", "artdesc": "uTo view specific works by Matta-Clark in the collection, contact the museum's , for an appointment.", "artistyear": "1945 - 1978", "nationality": "American", "artist": "Gordon Matta-Clark", "photocredits": "2010 Estate of Gordon Matta-Clark / Artists Rights Society (ARS), New York"},
{"dimensions": "Image: 14 3/8 x 18 1/4 inches; Sheet: 15 5/16 x 19 7/8 inches", "title": "South Main Baptist Church, Children's Sunday School, Houston, Texas", "photo": "http://www.mfah.org/site_media/cache/33/b9/33b97ab110b7e40084919a2f1b48ca8d.jpg", "technique": "Gelatin silver print", "credittext": "The Target Collection of American Photography, gift of Target Stores", "artyear": "1985", "link": "http://www.mfah.org/art/detail/south-main-baptist-church-childrens-sunday-school-/", "artdesc": "uTo view specific works by Wagner in the collection, contact the museum's , for an appointment.", "artistyear": "born 1953", "nationality": "American", "artist": "Catherine Wagner", "photocredits": "Catherine Wagner"},
{"dimensions": "28  x 36 inches", "title": "Untitled (#216.4)", "photo": "http://www.mfah.org/site_media/cache/80/84/8084b7740f58b5f92e2d8c97dcb2d3b5.jpg", "technique": "Chromogenic print", "credittext": "The Allan Chasanoff Photographic Collection", "artyear": "1988", "link": "http://www.mfah.org/art/detail/untitled-2164/", "artdesc": "", "artistyear": "born 1943", "nationality": "American", "artist": "JAN GROOVER", "photocredits": "Jan Groover, courtesy Janet Borden, Inc."},
{"dimensions": "120 x 240 x 120 inches", "title": "The Crab", "photo": "http://www.mfah.org/site_media/cache/8b/3b/8b3bd6c941e86e06527cf6cb7ea4a763.jpg", "technique": "Painted steel", "credittext": "Museum purchase", "artyear": "1962", "link": "http://www.mfah.org/art/detail/crab/", "artdesc": "", "artistyear": "1898 - 1976", "nationality": "American", "artist": "ALEXANDER CALDER", "photocredits": ""},
{"dimensions": "26 5/8 x 29 5/8 x 10 3/4 inches", "title": "Cactus", "photo": "http://www.mfah.org/site_media/cache/30/04/30046b720b23c8f15542c97d9aafb8f6.jpg", "technique": "Gilded bronze", "credittext": "Gift of the John R. Eckel, Jr. Foundation", "artyear": "c. 1965", "link": "http://www.mfah.org/art/detail/cactus/", "artdesc": "", "artistyear": "1915 - 1978", "nationality": "American, born Italy", "artist": "HARRY BERTOIA", "photocredits": "2011 Estate of Harry Bertoia / Artists Rights Society (ARS), New York"},
{"dimensions": "20 x 44 inches", "title": "Curling;-a Scottish Game, at Central Park", "photo": "http://www.mfah.org/site_media/cache/40/22/40223773385adc1ddeb59521cba32aed.jpg", "technique": "Oil on canvas", "credittext": "Museum purchase with funds provided; by the Alice Pratt Brown Museum Fund", "artyear": "1862", "link": "http://www.mfah.org/art/detail/curling-scottish-game-central-park/", "artdesc": "", "artistyear": "1831 - 1913", "nationality": "American, born England", "artist": "JOHN GEORGE BROWN", "photocredits": ""},
{"dimensions": "13 x 13 inches", "title": "Synchromy", "photo": "http://www.mfah.org/site_media/cache/7e/fb/7efbfc258982782d580b8d7fbf241cf7.jpg", "technique": "Oil on composition board", "credittext": "Museum purchase", "artyear": "c. 1914", "link": "http://www.mfah.org/art/detail/synchromy/", "artdesc": "", "artistyear": "1886 - 1953", "nationality": "American", "artist": "MORGAN RUSSELL", "photocredits": ""},
{"dimensions": "24 x 20 inches", "title": "Abstraction", "photo": "http://www.mfah.org/site_media/cache/0a/64/0a643d3587bd568a04b90a0e0f384d48.jpg", "technique": "Oil on paperboard, mounted on panel", "credittext": "Gift of Mr. and Mrs. Ralph O'Connor; in honor of Mr. and Mrs. George R. Brown", "artyear": "c. 1914", "link": "http://www.mfah.org/art/detail/abstraction/", "artdesc": "", "artistyear": "1877 - 1943", "nationality": "American", "artist": "MARSDEN HARTLEY", "photocredits": ""},
{"dimensions": "17 1/16 x 21 3/16 inches", "title": "My Father Reading the Newspaper, from the series Pictures from Home", "photo": "http://www.mfah.org/site_media/cache/59/ca/59ca57937c097d3cae67b55ecbb8940b.jpg", "technique": "Chromogenic print", "credittext": "The Allan Chasanoff Photographic Collection", "artyear": "1985, printed 1987", "link": "http://www.mfah.org/art/detail/my-father-reading-newspaper/", "artdesc": "", "artistyear": "1946 - 2009", "nationality": "American", "artist": "LARRY SULTAN", "photocredits": "Estate of Larry Sultan"},
{"dimensions": "40 1/2 x 12 x 12 inches", "title": "Untitled Vase/Stack", "photo": "http://www.mfah.org/site_media/cache/5e/76/5e767badd558bbb583798ba1e31809eb.jpg", "technique": "Stoneware", "credittext": "Garth Clark and Mark Del Vecchio Collection; Gift of the Morgan Foundation", "artyear": "1969-71", "link": "http://www.mfah.org/art/detail/untitled-vase-stack/", "artdesc": "Peter Voulkos has been rightly celebrated as one of the most important contemporary ceramists worldwide. Over the course of his 50-year career, he challenged historical attitudes about the nature of clay and revolutionized aesthetics. During the mid-20th century, he established California as the center for avant-garde ceramic art in America. Vase/Stack Voulkos created his breakthrough ceramics in Los Angeles from 1954 to 1959. In addition to making and breaking the structure of pots, he created monumental sculptures that were, in essence, a combination of thrown and slab-built elements assembled into towering, expressionistic constructions. From about 1968 to 1978, Voulkos made a series of large-scale vases, such as this , that emerged from the sculptures of the 1950s. Their totemic structures were created from a set of controlled, wheel-thrown cylinders that were stacked on top of each other. Voulkos employed a series of tools and techniques to alter the surfaces of these works. They included plunging knives into the surface and cutting ragged lines; adding small balls of clay into cut interstices; pressing holes into the vessel with his thumbs (called pass-throughs); and otherwise tearing and patching the clay. As this example shows, his strategic interventions articulated rather than obliterated the vessel form, liberating it from the weight of history and changing its aesthetic.", "artistyear": "1924 - 2002", "nationality": "", "artist": "PETER VOULKOS", "photocredits": ""}]