[{"birth_death_date": [], "name": ["Rafu Shimpo"], "biography": ["The Rafu Shimpo began as a posted newssheet in 1903, published out of an office on Main Street downtown and serving the Little Tokyo area of Los Angeles.  As the Japanese American population continued to grow, so did the newspaper, becoming an important resource not just for news, but also for job and housing information for new immigrants. In 1926, it added an English language section and became bilingual, a reflection of changes within the community itself.  Publication continued until the breakout of World War II and the forced removal and incarceration of Japanese Americans from the West Coast in 1942.  After the war, publication resumed and circulation boomed from 500 in 1946 to over 20,000 through the following thirty years.  The Rafu Shimpo has been under the management of the Komai family for three generations and remains the most widely circulated and read Japanese American newspaper in the United States."]},
{"birth_death_date": ["1899 - 1990"], "name": ["Ishigo, Estelle"], "biography": ["Estelle Ishigo is probably best known as the chronicler in art of the Wyoming Heart Mountain Concentration Camp experience.  Of English, Dutch and French ancestry, Ishigo was married to a nisei and spent most of her life among Japanese Americans.  Estelle Peck was born in Oakland in 1899 and moved with her family to Los Angeles at the age of 12.  A sympathetic teacher noted her interest in art and directed her to Otis Art Institute, where she found her calling and met Arthur Ishigo (1902-1957), a San Francisco-born Nisei who was working as a chauffeur for California Lieutenant Governor Robert Kenny.  Antimiscegenation laws at the time prohibited interracial couples from getting married, so in 1928, Peck and Ishigo took a trip across the border to Tijuana to be wed.  Hoping for a career as an actor, Arthur worked as a janitor at Paramount Studios while Estelle worked as an art teacher.  Shunned by her family and by other Caucasians, the couple lived among the Japanese American community.With the outbreak of World War II and the removal of all West Coast Japanese Americans to inland concentration camps, the couple faced a dilemma.  As a Nisei, Arthur was required to go while his wife was not.  Though he wanted her to stay behind, she accompanied her husband first to the Pomona \"Assembly Center\" in California, then to Heart Mountain, Wyoming.  Throughout the war years, Estelle drew, sketched and painted what she saw, providing a valuable document of life in the American concentration camps.  \"Strange as it may sound, in this desolate, lonely place I felt accepted for the first time in my life,\" she later wrote of her time at Heart Mountain.  She and her husband remained there in order to record the last days of the camp until the camp closed.  They and the others who were left were given $25 and put on a train to the West Coast.  \"I felt as if I were part of a defeated Indian tribe,\" she remembered. The couple lived for several years in poverty in a succession of trailer parks until Arthur got a job as a baggage handler at an airport.  After Arthur died of cancer  in 1957, Estelle took a job as a mimeograph operator to make ends meet.  In 1984, fellow Heart Mountain inmate Bacon Sakatani found Ishigo living in dire poverty in a squalid apartment, both her legs lost to gangrene.  Former Heart Mountain residents made her last years pleasant ones and oversaw the republication of her 1972 book of drawings, Lone Heart Mountain.  In 1990, film maker Steven Okazaki made a documentary of her life titled Days of Waiting.  She passed away before seeing the film, which went on to win an Academy Award for Best Documentary Short."]},
{"birth_death_date": ["1907 - 2004"], "name": ["Date, Hideo"], "biography": ["New York City-based artist Hideo Date (1907-2004) was born in Osaka, Japan and immigrated to California in 1923.  After graduating from high school he enrolled at the Otis Art Institute in Los Angeles, but left after a year to pursue the study of traditional brush painting in Japan.  Date returned to Los Angeles where he spent the 1930s immersed in the burgeoning Los Angeles art scene.  He interacted and exhibited with a host of other young artists through groups such as the College Art Association, the Foundation of Western Art, the Los Angeles Oriental Artists Group, and the Los Angeles Art Association.  Date was greatly influenced by artist and teacher Stanton MacDonald-Wright who oversaw the Los Angeles Art Students League.  Date was also a part of the Independents, a group of L.A.-based artists who rejected the tenets of modernism.With the outbreak of World War II, Date was sent first to the Santa Anita Race Track, California and then to Heart Mountain concentration camp in Wyoming, where he taught art privately to other Japanese American inmates.  He went to New York City after the war and continued to involve himself with other artists and associations.  He traveled extensively, going to New Orleans and back to Los Angeles, and then to Italy and France.Date's body of work is important to an understanding of Japanese American history, particularly in terms of looking at the changes over time from the early prewar period through to the present day.  Date is additionally important because of his issei status, shedding light on the immigrant generation and the role of artists in the prewar era."]},
{"birth_death_date": ["1901 - 1990"], "name": ["Sugimoto, Henry"], "biography": ["Henry Sugimoto (1900-1990) was born in Gozenmatsu, Wakayama prefecture, Japan and immigrated to the United States in 1919 after he finished his studies at Wakayama Middle School.  Sugimoto traveled to Hanford, California, joining his parents who had immigrated years earlier.  He graduated from Hanford High School and attended the University of California at Berkeley, the California College of Arts and Crafts, the California School of Fine Art, and the Academie Colarossi in Paris, France.  He received his Bachelor of Fine Arts degree from California College of Arts and Crafts in 1928.After completing his studies, Sugimoto taught art and Japanese language for a living.  He also traveled to France and Mexico to develop and hone his art.  His work was exhibited a the Salon d'Automne in Paris, the California Palace of Legion of Honor, and the San Francisco Museum of Art.  With the outbreak of World War II, Sugimoto and his family were forcibly removed from Hanford to the Fresno Assembly Center, California and then transported to the concentration camps at Jerome and later Rohwer, Arkansas, where he taught high school art classes.  After the war, the family resettled in New York City where he worked as an artist and a fabric designer.Sugimoto has received numerous awards.  His painting have been exhibited in many public and private galleries in the United States, Europe and Japan.  During the 1980s, both the Smithsonian and the Wakayama Modern Art Museum acquired some of Sugimoto's paintings for their permanent collection.Though his paintings encompass many styles and subjects, Sugimoto is best known for his depictions of the World War II concentration camps.  These emotionally charged works reveal many aspects of the Japanese American experience during World War II, conjuring the fear and trauma and other facets of life within the barbed wire fences.  Late in his life, Sugimoto also painted a series of canvases depicting the pre-World War II issei experience."]},
{"birth_death_date": [], "name": ["Toyo Miyatake Studio"], "biography": ["Japanese-born Toyo Miyatake came to the United States with his family in 1909 at the age of fourteen and settled in a house on Jackson Street in Little Tokyo.  Against his parents' wishes, Miyatake cultivated an interest in photography and became an accomplished professional who studied with well-known photographer Edward Weston.  He opened Toyo Miyatake Studio on Central Avenue in the late 1930s and quickly became the mainstay for family portraiture in the local Japanese American community.  During World War II, Miyatake was forced to close his business when his family was sent to the concentration camp at Manzanar.  While in camp, Miyatake was visited by photographer Ansel Adams, an acquaintance through his friendship with Weston.  Adams photographed the Miyatake family in their barrack at camp and the photo was included in Adam's famous Born Free and Equal collection.  After the war, Miyatake returned to Los Angeles and reopened his studio.  In the late 1940s, the studio began a relationship with the Rafu Shimpo that continued through the 1980s, shooting photos of current events, civic happenings, and other community activities for the newspaper.  Because of the Miyatake family's reputation in the community, they were a welcomed presence throughout the city and were able to document a remarkable breadth of events and people.  Archie Miyatake, Toyo's son, became one of the studio's most prolific photographers on the beat and took over the studio after his father's retirement.  Today, Alan Miyatake, Archie's son, manages the still thriving studio, making it, like the Rafu Shimpo, another three generation Japanese American business.   "]},
{"birth_death_date": [], "name": ["Muramoto, Walter"], "biography": ["Walter Muramoto (b. 1915) was an amateur photo enthusiast who became an unofficial camp photographer at Rohwer concentration camp in Arkansas.  He was asked by many people to photograph events and groups in camp.  Muramoto was born in California and lived in Redondo Beach prior to the mass exclusion.  He was incarcerated in Rohwer from September 30, 1942 to September 7, 1945. He relocated to Lodi, California immediately after the war.  "]},
{"birth_death_date": ["1920 - 2000"], "name": ["Shimada, Mori"], "biography": ["Moriyuki Shimada (1920-2000) was twenty-two years old when he and his family were forcibly removed from their home in Santa Clara, California to the Heart Mountain concentration camp in Wyoming."]},
{"birth_death_date": ["1907 - 1985"], "name": ["Hoshida, George"], "biography": ["George Hoshida (1907-1985) was born in Japan and at the age of five, his family settled in Hilo, Hawaii.  As an active practitioner of Judo, Hoshida was active at the local dojo.  This led directly to his arrest by FBI agents on the day after the bombing of Pearl Harbor as a potential saboteur.  Unlike most Japanese Americans living in Hawaii, Hoshida was incarcerated for the duration of the war, first at Kilauea Military Camp and Sand Island in Hawaii and later in mainland Justice Department internment camps at Lordsburg and Santa Fe, New Mexico.  Eventually, he was able to rejoin his wife and young daughters, but only when they agreed to leave Hawaii to be incarcerated with him in a War Relocation Authority camp on the mainland.  Hoshida began a visual diary of his incarceration from his earliest days in prison.  The two notebooks in the collection of the Japanese American National Museum are an extremely rare visual document of the special Justice Department camps and chart his frequent movement from one facility to the next."]},
{"birth_death_date": ["1907 - 1991"], "name": ["Hibi, Hisako"], "biography": ["Hisako Hibi was born Hisako Shimizu in Torihama, Fukui prefecture located near the city of Kyoto, Japan.  In 1920, at the age of thirteen, she immigrated to the United States to rejoin her parents already living in San Francisco.  After a few years, Hibi's parents and siblings decided to return to Japan, but Hibi was determined to stay in the U.S. and continue her education. She graduated from Lowell High School in San Francisco.  In 1927, she decided to pursue her interest in art by enrolling at the California School of Fine Arts (now the San Francisco Art Institute) which she attended for three years.  Hibi studied primarily with Gottardo Piazzoni and was influenced by Cezanne and other Post-Impressionist painters.  It was also at the California School of Fine Arts that she met her future husband Matsusaburo George Hibi who was also an artist and teacher at the school.  They were married in the fall of 1930 and had two children, a son, Satoshi and a daughter, Ibuki.  Through the 1930s and 1940s, Hibi continued to paint and exhibit her work in the San Francisco Art Association Annuals, The California Artist Exhibition at the Golden Gate International Exposition and the California State Fair and Oakland Art Gallery.The Hibis were living in Hayward, California when Executive Order 9066 was issued and in May 1942 they were sent to the Tanforan Assembly Center in San Bruno, California.  The Assembly Center was a former horse race track and the Hibis, along with approximately 8,000 other Japanese Americans were forced to live in only slightly renovated horse stalls.  Among the internees were a number of accomplished, professional artists including the Hibis, Chiura Obata, Byron Takashi Tsuzuki, and Mine Okubo.  Under the leadership of Obata, they organized the Tanforan Art School within the first month of their arrival.  In September 1942, the internees of Tanforan were relocated further inland to the Topaz Concentration Camp in Utah.  The art school resumed its courses as a division of the Topaz Adult Education Program and set up an elaborate curriculum for its students ranging in age from six to over seventy years old.  Mrs. Hibi taught drawing and painting in oil and watercolors as well as clay modeling.  The Hibis were held in Topaz until the end of the war and the closing of the concentration camps.  In September 1945, the family relocated to New York City.  Tragically, in 1947, George Matsusaburo Hibi died.  Mrs. Hibi worked as a dressmaker to support herself and her two children.  She continued to paint and attended art classes at the Museum of Modern Art where she was influenced by Victor D'Amico.  In 1953, Hibi took advantage of the passage of the Immigration and Nationality Act of 1952, to officially become a United States citizen.  In 1954, Hibi decided to return to San Francisco where she supported herself by working as a housekeeper and dressmaker.  She studied with Ann O'Hanlon's Perception Workshop, University of California, Berkeley Extension Program and Sight and Insight.  Hibi was also a member of the Asian American Women Artists Association based in Northern California.  As a result of various influences and her individual growth as an artist, Hibi's painting style gradually changed in the post-war period.  Taking off from her initial impressionistic style of painting, Hibi went on to experiment with xpressionism and abstraction.   Since the 1960s, Hibi's paintings have been exhibited steadily from the in a number of group and one-woman shows.  She has also been recognized with various awards, including being selected Artist of the Year by the City Arts Council of San Francisco in 1985.  Hisako Hibi remained in San Francisco until her death in 1991.  Hisako Hibi painted 72 works while incarcerated at Tanforan and Topaz.  Currently one of these is in the collection of the Oakland Museum and another was given to the San Francisco Buddhist Church.  Another seven paintings are in a private collection.  In 1996 fifty-five paintings were donated to the Japanese American National Museum.  The remaining eight, initially thought to be missing, were located and added to the donation in 1998.<br>"]},
{"birth_death_date": ["1912 - 1992"], "name": ["Iwata, Jack"], "biography": ["Jack Masaki Iwata (1912-1992) was born in Seattle, Washington.  He spent his formative years in Japan in Hiroshima Prefecture where he attended the Sotoku Chugakko. His father presented him with his first camera during that period. With the help of a local studio, Iwata learned the process for developing photos, marking the beginning of his interest in photography.\n\nHe returned to the United States in 1928 where he worked for his father while attending Whittier College in Whittier, California.  His professional career as a photographer began in 1937 when well-known Little Tokyo photographer, Toyo Miyatake offered him a position at his studio.  He married in 1938 and continued to work for Miyatake until the outbreak of World War II when he and his wife were forcibly removed to Manzanar concentration camp.  At Manzanar, he rejoined Miyatake, also incarcerated there, and helped to organize the camp's first photo lab.  Iwata and his wife Setsuko transferred to Tule Lake concentration camp in 1943 to reunited with his father.  Appointed the official camp photographer in 1945, he captured some of the most poignant pictures of his career.  \n\nIn 1946, Iwata returned with his family to Los Angeles where he continued to work for Miyatake. After a brief stint operating his own photography studio, \"Jack's Photo Lab,\" Iwata joined the Kyodo News Service as a \"stringer,\" and ultimately became one of the agency's most invaluable representatives. While at Kyodo News, Iwata became known for his photographs of celebrities including Elvis Presley, John Wayne, Bette Davis, and Elizabeth Taylor, in addition to scores of Japanese notables. He played a fundamental role in the founding of Kyodo News California Inc. in 1986 and was general manager of that organization until his death in 1992 at the age of eighty.<br>"]},
{"birth_death_date": [], "name": ["Kubo, Aiko"], "biography": ["b. June 23, 1926, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Tsumagari, Fusa"], "biography": ["November 29, 1923, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Watanabe, Jack"], "biography": ["b. July 7, 1932, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Watanabe, Hisako"], "biography": ["b. January 8, 1925, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Tasaki, Katherine"], "biography": ["b. April 9, 1932, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Ogawa, Louise"], "biography": ["b. April 15, 1924, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Hirasaki, Tetsuzo"], "biography": ["b. September 16, 1920, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Ishino, Florence"], "biography": ["b. November 25, 1935, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)"]},
{"birth_death_date": [], "name": ["Ishino, Margaret"], "biography": ["b. May 16, 1925, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)"]},
{"birth_death_date": [], "name": ["Kihara, Yoshiko Kubo"], "biography": ["b. September 22, 1920, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Arakawa, Margaret"], "biography": ["b. March 22, 1921, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Watanabe, William"], "biography": ["b. March 18, 1928, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Hirasaki, Yaeko"], "biography": ["b. August 12, 1922, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": ["1904 - 1975"], "name": ["Okubo, Benji"], "biography": ["Born and raised in Riverside, California in 1904, Benji Okubo learned landscape design from his father and an appreciation of art from his mother, an accomplished calligrapher.  In 1928, he moved to Los Angeles to attend the Otis Art Institute where he won first prize in the California Botanical Gardens poster contest, among other honors.  While at Otis, Okubo began attending the Los Angeles Art Students League, where he became a student and later a colleague of Stanton MacDonald-Wright.  With artists Hideo Date, Tyrus Wong, and Gilbert Leung, Okubo organized the Oriental Artists Group of Los Angeles, which held exhibitions at museums throughout California, including the Los Angeles County Museum and the San Francisco Museum of Art. When MacDonald-Wright left to pursue other projects, Okubo became a co-leader of the Art Students League, helping shape the direction and style of its work until the on-set of World War II.  During this period, Okubo also created a set of murals with Tyrus Wong for Eddie See's Dragon's Den, a restaurant and club in Los Angeles' Chinatown popular among Chinese Americans, Los Angeles artists, and members of the Hollywood elite.In 1942, as part of the mass incarceration of Japanese Americans, Okubo was sent to the Pomona assembly center and then to the concentration camp at Heart Mountain where he and fellow artist Hideo Date mounted what researchers believe is the final exhibition of the influential Arts Students League.   While in camp Okubo continued to paint while teaching art to other inmates, including artist Estelle Ishigo.  He married Chisato Takashima in Wyoming and they returned together to Los Angeles after the closing of Heart Mountain in 1945.  Upon returning to California after the war, Okubo resumed his landscape architecture practice, the career he used to support his artistic endeavors over the years, designing gardens for prominent businesses and celebrities.  While Okubo continued to paint, his professional career in art did not resume its pre-war level of activity and recognition.  He died in Los Angeles on April 15, 1975.  His sister, Mine Okubo, was also a noted artist.  <br>"]},
{"birth_death_date": [], "name": ["Kikuchi, Elizabeth"], "biography": ["b. April 29, 1930, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Kawasaki, Lillian Yuriko"], "biography": ["b. June 24, 1932, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Yagade, Ted"], "biography": ["b. September 19, 1914, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Kikuchi, Anna"], "biography": ["b. June 8, 1932, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Oyama, Matsu"], "biography": ["Mrs. Matsu (Saito) Oyama was born in Fukushima-ken, Date-gun, Mutsuai Mura, on February 18, 1889.  She died on March 20, 1980 at 91 years old.  She was married to Torasaku Oyama in 1914 and bore 9 children.  The oldest daughter died when she was 9 years old.  Torasaku died in 1928, July 17 at age 63, leaving Matsu, 39, pregnant with the ninth child who was born on December 12, 1928.  She supported her 8 children by taking in laundry from the plantation bachelors."]},
{"birth_death_date": [], "name": ["Tazawa, Haruno"], "biography": ["Haruno Tazawa arrived in Hawaii as a picture bride from Fukushima Prefecture on July 27, 1917.  The nakodo (marriage go-between) who had arranged her marriage was her older sister, who had preceded her to Hawaii seven years earlier as a picture bride herself.\n\nHaruno was the only bride on her ship to bring two large kori.  In one, she carried her futon (cotton-filled bedding) and a tanzen (a cotton-padded kimono worn by people in northern Japan during the winter months).  She brought with her three kimono, including a black montsuki.  But she was married wearing the purple cotton kimono she had on when she arrived.\n\nHaruno's husband-to-be was Chozo Tazawa, a foreman on the Ewa Sugar Plantation.  When he stepped up to claim her at the immigration station, Haruno was not quite sure that he was the man who photograph she had received.  But he was dressed in a nice black suit and a white shirt with a wing collar, and, when he identified her from her photograph, she quietly followed him.  He hired a hakku (hack) and took her to the Yamashiro Hotel, where they were married by a Buddhist priest.\n\nThey spent their wedding night at the hotel, and the next morning Chozo hired a taxi and took Haruno to Ewa Sugar Plantation.  Her plantation home was quite a shock to her.  She told me [Barbara Kawakami':  \"I had visions of beautiful Hawaii.  My dreams were shattered, though, when I saw my new home located deep in the mountains.  My new home reminded of our horse barn back in the village.\"\n\nThe next day a huge reception was held for the newly wedded couple, and the entire community was invited.  The men pitched a huge tent, while the women helped with the preparation of the wedding feast.  Haruno was uncomfortable:\n\nThat was the first time I had ever laid eyes on a gaijin [non-Japanese person, Caucasian], and I was scared.  I came face to face with the gaijin as I poured sake into cups to greet them.  They had such big eyes and tall noses?  Some of them shook my hand and said something like \"nice girl.\"  There were all kinds of people in Ewa Plantation Camp -- Spanish, Hawaiian, Portuguese. ... There were also Filipinos, Okinawans, ad a few Koreans.  Those faces seemed so strange. ... I could not communicated with them, so it made things more difficult.\n\nFor the wedding reception, Haruno wore a simple black montsuki with her mother's family crest.\n\nShe wore the same black montsuki for her husband's funeral in 1928"]},
{"birth_death_date": [], "name": ["Kaneshiro, Ushi"], "biography": ["Ushiyo Kaneshiro was born in Aza Sunza, Okinawa on March 6, 1897.  She came to Kekaha Sugar Plantation on Kauai as a picture bide of Kame Oshiro, and wore a silk, striped-black (bo-jima) kimono for her wedding on December 28, 1914.  She was 17 years old, her husband was 10 years older.  Ushiyo immediately started working in the sugarcane fields along side her husband and did the heavy manual labor of piling cane and hapai-ko (carrying bundles of sugarcane).  For 8 hours of hard work she was paid $16 a month.  Her husband died in 1925 when Ushiyo was 27 years old."]},
{"birth_death_date": [], "name": ["Kikuchi, David"], "biography": ["b. August 16, 1932, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Kubo, Shizuye"], "biography": ["b. October 18, 1918, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Himaka, Mizue"], "biography": ["b. January 29, 1929, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": [], "name": ["Fujimoto, Fusatoshi"], "biography": ["b. June 19, 1929, California.  Lived in Santa Anita Assembly Center (Arcadia, Calif.) and Poston Relocation Center (Poston, Ariz.)."]},
{"birth_death_date": ["1921 - 1921"], "name": ["Kawakami, Barbara"], "biography": ["Hawaii-based author, expert storyteller and scholar on Japanese immigrant clothing Barbara Kawakami (1921- ) was born in Okkogamura, Kumamoto, Japan.  Her parents returned to Japan after the sugar plantation strike in 1921 when her mother was pregnant with her, but came back to Hawaii when she was three-months old, her father considering it a better place to raise and educate children.  She grew up and lived on Oahu Sugar Plantation in Waipahu, Hawaii til she married at the age of twenty-two.Like many nisei (Second-generation) children who grew up on a plantation Kawakami's education ended with the eighth grade out of economic necessity.  She enrolled in a private sewing school and was a dressmaker for thirty-eight years, raising three college-educated children.  Soon after attaining American citizenship in 1955, Kawakami became a high school graduate when she passed the General Equivalency Diploma (GED) exam in Honolulu.  Kawakami went on to receive a B.S. in textile and clothing and a M.A. in Asian studies after the age of fifty.During the course of her research on Japanese immigrants to Hawaii in her senior year at the University of Hawaii at Manoa Kawakami discovered the lack of information about clothing worn by immigrants on the plantations.  She began conducting interviews in the summer of 1979 and collecting rare samples of clothing and photographs.  Her plantation background served her well in creating a rapport with issei and others who had lived in a plantation setting.Over roughly fifteen years, she managed to build the most significant collection of Issei immigration and plantation clothing in the world and to record over 250 interviews with the aging Issei, many of them picture brides, capturing their memories of the struggles of immigration and the harsh conditions of working and living on the plantation and linking their stories directly to the clothing they crafted and wore. "]}]